Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: OUSD is meant to be a tool that gives users easy and passive access to DeFi exposure. Origin’s role in the development of OUSD is ministerial rather than managerial. This means instead of actively managing OUSD as a business or actively managing the funds in the OUSD vault, Origin maintains the OUSD smart contracts as developers in order to keep the protocol functional and avoid catastrophic losses or failures for users. Origin does not intend to make strategic decisions to allocate funds from the OUSD vault. Funds in the OUSD vault are automatically deployed to the largest and most common DeFi protocols including Compound, Aave, and Curve, as outlined above. OUSD is a decentralized protocol on the Ethereum blockchain without active management. Funds are allocated by OUSD smart contracts, not Origin employees, and Origin developers chose the aforementioned DeFi protocols for their safety and ubiquity in DeFi rather than to seek maximum yields or profits. The OUSD protocol is 100%% open-source and we are fast tracking OUSD to be governed in a totally decentralized fashion.
el: Το OUSD προορίζεται να είναι ένα εργαλείο που δίνει στους χρήστες εύκολη και παθητική πρόσβαση στην έκθεση DeFi. Ο ρόλος του Origin στην ανάπτυξη του OUSD είναι υπουργικός και όχι διαχειριστικός. Αυτό σημαίνει ότι αντί να διαχειρίζεται ενεργά το OUSD ως επιχείρηση ή να διαχειρίζεται ενεργά τα κεφάλαια στο θησαυροφυλάκιο OUSD, το Origin διατηρεί τα έξυπνα συμβόλαια OUSD ως προγραμματιστές προκειμένου να διατηρήσει το πρωτόκολλο λειτουργικό και να αποφύγει καταστροφικές απώλειες ή αποτυχίες για τους χρήστες. Η Origin δεν σκοπεύει να λάβει στρατηγικές αποφάσεις για τη διάθεση κεφαλαίων από το θησαυροφυλάκιο OUSD. Τα κεφάλαια στο θησαυροφυλάκιο OUSD αναπτύσσονται αυτόματα στα μεγαλύτερα και πιο κοινά πρωτόκολλα DeFi, συμπεριλαμβανομένων των Compound, Aave και Curve, όπως περιγράφεται παραπάνω. Το OUSD είναι ένα αποκεντρωμένο πρωτόκολλο στο blockchain Ethereum χωρίς ενεργή διαχείριση. Τα κεφάλαια διατίθενται από έξυπνα συμβόλαια OUSD, όχι υπαλλήλους Origin και οι προγραμματιστές Origin επέλεξαν τα προαναφερθέντα πρωτόκολλα DeFi για την ασφάλεια και την πανταχού παρουσία τους στο DeFi, αντί να επιδιώκουν μέγιστες αποδόσεις ή κέρδη. Το πρωτόκολλο OUSD είναι 100 %% ανοιχτού κώδικα και παρακολουθούμε γρήγορα ότι το OUSD θα διέπεται από έναν εντελώς αποκεντρωμένο τρόπο.

source: Readers can learn more about the technical details of OUSD on our <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>documentation</a>.
el: Οι αναγνώστες μπορούν να μάθουν περισσότερα για τις τεχνικές λεπτομέρειες του OUSD στο<a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'></a>.

source: Benefits of OUSD
el: Οφέλη από το OUSD

source: Mainstream cryptocurrency users now have the equivalent of a high-yield savings account automatically built into their Ethereum wallets whenever they are holding OUSD. This increases DeFi’s addressable user base from tens to hundreds of thousands of sophisticated users to tens of millions of users instantly. By comparison, Uniswap, the most widely used DeFi product to date has only interacted with approximately 250k Ethereum wallets since its inception.
el: Οι κύριοι χρήστες κρυπτονομισμάτων έχουν πλέον το ισοδύναμο ενός λογαριασμού ταμιευτηρίου υψηλής απόδοσης που ενσωματώνεται αυτόματα στα πορτοφόλια Ethereum τους όποτε κρατούν OUSD. Αυτό αυξάνει τη διευθυνσιοδοτούμενη βάση χρηστών του DeFi από δεκάδες σε εκατοντάδες χιλιάδες εξελιγμένους χρήστες σε δεκάδες εκατομμύρια χρήστες αμέσως. Συγκριτικά, το Uniswap, το πιο διαδεδομένο προϊόν DeFi μέχρι σήμερα, έχει αλληλεπιδράσει μόνο με περίπου 250k πορτοφόλια Ethereum από την αρχή του.

source: Because OUSD makes it easy for consumers to switch between spending and savings mode, it can also become the ideal medium of exchange. Today, many merchants other than those dealing in black or grey markets do not have many incentives to accept cryptocurrencies. Because most consumers currently use credit cards and mobile payments, merchants are forced to accept payments predominantly with these methods. In the process, they are often charged a 2.90%% credit card processing fee, with other payment intermediaries (e.g. merchant bankers and interchange networks) also increasing the cost of doing business.
el: Επειδή το OUSD διευκολύνει τους καταναλωτές να κάνουν εναλλαγή μεταξύ τρόπου δαπάνης και εξοικονόμησης, μπορεί επίσης να γίνει το ιδανικό μέσο ανταλλαγής. Σήμερα, πολλοί έμποροι εκτός από εκείνους που ασχολούνται με μαύρες ή γκρίζες αγορές δεν έχουν πολλά κίνητρα να δεχτούν κρυπτονομίσματα. Επειδή οι περισσότεροι καταναλωτές χρησιμοποιούν σήμερα πιστωτικές κάρτες και πληρωμές μέσω κινητού, οι έμποροι αναγκάζονται να δέχονται πληρωμές κυρίως με αυτές τις μεθόδους. Κατά τη διαδικασία, συχνά χρεώνονται με χρέωση επεξεργασίας πιστωτικής κάρτας 2,90 %%, ενώ άλλοι μεσάζοντες πληρωμών (π.χ. εμπορικοί τραπεζίτες και δίκτυα συναλλάγματος) αυξάνουν επίσης το κόστος της επιχειρηματικής δραστηριότητας.

source: For merchants that have traditionally been skeptical of receiving cryptocurrency payments, being able to accept a yield-bearing stablecoin that beats traditional savings accounts and instantly earns yields at a minimum of 20%% APY is a powerful motivator. Instead of losing money on each sale, they are instantly adding capital to their merchant accounts that compounds instantly, giving them more operating capital over time. For merchants that oftentimes face cash flow management and inventory issues, being able to accept a yield-bearing form of payment is extremely compelling.
el: Για τους εμπόρους που παραδοσιακά ήταν σκεπτικοί ως προς την πληρωμή κρυπτονομισμάτων, το να μπορούν να αποδεχτούν ένα σταθερό Bitcoin που φέρνει απόδοση που χτυπά τους παραδοσιακούς λογαριασμούς ταμιευτηρίου και κερδίζει άμεσα αποδόσεις τουλάχιστον 20% APY είναι ένα ισχυρό κίνητρο. Αντί να χάνουν χρήματα σε κάθε πώληση, προσθέτουν αμέσως κεφάλαιο στους εμπορικούς λογαριασμούς τους που συσσωρεύονται αμέσως, δίνοντάς τους περισσότερο λειτουργικό κεφάλαιο με την πάροδο του χρόνου. Για τους εμπόρους που αντιμετωπίζουν συχνά προβλήματα διαχείρισης ταμειακών ροών και αποθέματος, το να μπορούν να αποδεχτούν μια μέθοδο πληρωμής με απόδοση είναι εξαιρετικά επιτακτική.

source: OUSD creates the incentives for merchants to not only accept, but promote the usage of cryptocurrencies in their businesses. As more users hold and make purchases with OUSD, more merchants will similarly accept OUSD. These powerful network effects have the potential to gradually replace the payment rails for both online and offline commerce.
el: Το OUSD δημιουργεί κίνητρα για τους εμπόρους όχι μόνο να αποδέχονται, αλλά και να προωθούν τη χρήση κρυπτονομισμάτων στις επιχειρήσεις τους. Καθώς περισσότεροι χρήστες κρατούν και πραγματοποιούν αγορές με το OUSD, περισσότεροι έμποροι θα δέχονται ομοίως το OUSD. Αυτά τα ισχυρά εφέ δικτύου έχουν τη δυνατότητα να αντικαταστήσουν σταδιακά τις διαύλους πληρωμών τόσο για online όσο και για offline εμπόριο.

source: In the short-term, OUSD’s target audience encompasses the millions of cryptocurrency users in the world that are not yet invested in DeFi. An even larger opportunity lies in targeting the hundreds of millions of users that are currently using traditional peer-to-peer and merchant payment systems.
el: Βραχυπρόθεσμα, το κοινό-στόχος του OUSD περιλαμβάνει τα εκατομμύρια των χρηστών κρυπτονομισμάτων στον κόσμο που δεν έχουν επενδύσει ακόμη στο DeFi. Μια ακόμη μεγαλύτερη ευκαιρία έγκειται στη στόχευση εκατοντάδων εκατομμυρίων χρηστών που χρησιμοποιούν σήμερα παραδοσιακά συστήματα πληρωμών peer-to-peer και εμπόρων.

source: Today, PayPal boasts over 305M consumers and 22M merchants and processes over $200B of payments in a single quarter. Our aspirations are to begin penetrating that customer base with OUSD and future payments applications built on top of the OUSD protocol in the upcoming year.
el: Σήμερα, το PayPal διαθέτει πάνω από 305 εκατομμύρια καταναλωτές και 22 εκατομμύρια εμπόρους και επεξεργάζεται πληρωμές άνω των 200 δισεκατομμυρίων δολαρίων σε ένα μόνο τρίμηνο. Οι φιλοδοξίες μας είναι να αρχίσουμε να διεισδύουμε σε αυτή τη βάση πελατών με εφαρμογές του OUSD και μελλοντικές πληρωμές που βασίζονται στο πρωτόκολλο OUSD το επόμενο έτος.

source: Future products
el: Μελλοντικά προϊόντα

source: We imagine a better future for online and offline payments that uses OUSD as the underlying payment rails. Below, we outline our vision for what we'd like to see built on top of the OUSD protocol. We also encourage our large community of supporters and open-source developers to build additional compelling products to bring DeFi and cryptocurrency payments to the masses.
el: Φανταζόμαστε ένα καλύτερο μέλλον για online και offline πληρωμές που θα χρησιμοποιούν το OUSD ως τις βασικές διαύλους πληρωμών. Παρακάτω, σκιαγραφούμε το όραμά μας για το τι θα θέλαμε να βλέπουμε πάνω από το πρωτόκολλο OUSD. Ενθαρρύνουμε επίσης τη μεγάλη κοινότητα υποστηρικτών και προγραμματιστών ανοιχτού κώδικα να δημιουργήσουν επιπλέον συναρπαστικά προϊόντα για να φέρουν τις πληρωμές DeFi και κρυπτονομισμάτων στις μάζες.

source: Venmo meets high-yield savings and a debit card
el: Το Venmo συναντά αποταμιεύσεις υψηλής απόδοσης και μια χρεωστική κάρτα

source: Today peer-to-peer mobile payments account for trillions of dollars in transaction volume. In the United States, Venmo and Square Cash dominate. In China, cryptocurrency’s largest market by trading volume, Wechat and Alipay have near monopolistic holds on consumers and merchants. These simple, centralized payment apps are used by customers paying merchants and by friends and family transferring money to each other. Furthermore, in many markets, the US and Europe especially, bank cards are still the go-to way to spend money for online and offline transactions. Credit card companies, payment processors, and banks dominate this market and there are a variety of companies such as PayPal that assist merchants and consumers in using their cards online.
el: Σήμερα οι πληρωμές μέσω κινητής τηλεφωνίας σε peer-to-peer λογαριασμούς αντιστοιχούν σε τρισεκατομμύρια δολάρια σε όγκο συναλλαγών. Στις Ηνωμένες Πολιτείες, κυριαρχεί το Venmo και το Square Cash. Στην Κίνα, τη μεγαλύτερη αγορά κρυπτονομισμάτων κατά όγκο συναλλαγών, η Wechat και η Alipay έχουν σχεδόν μονοπωλιακές θέσεις σε καταναλωτές και εμπόρους. Αυτές οι απλές, συγκεντρωτικές εφαρμογές πληρωμών χρησιμοποιούνται από πελάτες που πληρώνουν εμπόρους και από φίλους και οικογένεια που μεταφέρουν χρήματα ο ένας στον άλλο. Επιπλέον, σε πολλές αγορές, ιδιαίτερα στις ΗΠΑ και την Ευρώπη, οι τραπεζικές κάρτες εξακολουθούν να είναι ο βασικός τρόπος για να ξοδέψετε χρήματα για online και offline συναλλαγές. Οι εταιρείες πιστωτικών καρτών, οι επεξεργαστές πληρωμών και οι τράπεζες κυριαρχούν σε αυτήν την αγορά και υπάρχει μια ποικιλία εταιρειών όπως το PayPal που βοηθούν εμπόρους και καταναλωτές στη χρήση των καρτών τους στο διαδίκτυο.

source: The billions of users using these existing payment methods have very little incentive to adopt cryptocurrency payments due to increased friction and lack of network effects.
el: Τα δισεκατομμύρια χρήστες που χρησιμοποιούν αυτές τις υπάρχουσες μεθόδους πληρωμής έχουν πολύ μικρό κίνητρο να υιοθετήσουν πληρωμές κρυπτονομισμάτων λόγω αυξημένης τριβής και έλλειψης επιδράσεων στο δίκτυο.

source: We believe a new peer-to-peer payment app with an associated debit card built on top of the OUSD protocol can disrupt incumbents. Today, Venmo users shuffle money between their Venmo accounts and their checking accounts and credit cards. In the case of the former, money sitting in Venmo or checking accounts doesn’t earn any interest. Venmo balances that are funded by credit cards are even worse as there are fees charged by multiple intermediaries. In the later case, interest earned by users is usually negligible, especially when taking into account inflation. Cash back or rewards programs can offer users incentives but high interest rates for missing payments are a strong disincentive to users.
el: Πιστεύουμε ότι μια νέα εφαρμογή πληρωμής peer-to-peer σχετική με χρεωστική κάρτα ενσωματωμένη στο πρωτόκολλο OUSD μπορεί να διαταράξει το κατεστημένο. Σήμερα, οι χρήστες του Venmo ανακατεύουν χρήματα μεταξύ των λογαριασμών Venmo και των λογαριασμών ελέγχου και των πιστωτικών τους καρτών. Στην περίπτωση του πρώτου, τα χρήματα που κάθονται στο Venmo ή ελέγχουν λογαριασμούς δεν κερδίζουν κανένα ενδιαφέρον. Τα υπόλοιπα Venmo που χρηματοδοτούνται από πιστωτικές κάρτες είναι ακόμη χειρότερα καθώς υπάρχουν τέλη που χρεώνονται από πολλούς μεσάζοντες. Στην τελευταία περίπτωση, οι τόκοι που κερδίζουν οι χρήστες είναι συνήθως αμελητέοι, ειδικά όταν λαμβάνεται υπόψη ο πληθωρισμός. Τα προγράμματα επιστροφής χρημάτων ή ανταμοιβών μπορούν να προσφέρουν στους χρήστες κίνητρα, αλλά τα υψηλά επιτόκια για τις πληρωμές που λείπουν αποτελούν ισχυρό αντικίνητρο για τους χρήστες.

source: Tomorrow’s peer-to-peer mobile payment application powered by OUSD will introduce the killer feature of double-digit yields. Our version of Venmo will combine the ease of peer-to-peer payments with a high-yield savings account that beats traditional savings accounts by a factor of 10 to 100x.
el: Η αυριανή εφαρμογή peer-to-peer για κινητές πληρωμές που υποστηρίζεται από το OUSD θα εισαγάγει τη δυνατότητα των διψήφιων αποδόσεων. Η δική μας έκδοση του Venmo θα συνδυάσει την ευκολία των πληρωμών από ομότιμους λογαριασμούς με έναν λογαριασμό ταμιευτηρίου υψηλής απόδοσης που υπερτερεί των παραδοσιακών λογαριασμών ταμιευτηρίου με συντελεστή 10 έως 100x.

source: The OUSD payment app will be built with a centralized mobile app and APIs to minimize user friction for mainstream users. Users will be able to deposit USD and/or other fiat currencies to the app and enjoy the seamless user experiences of centralized applications. However, on the backend, these fiat deposits will be used to mint OUSD. New users will hold their balances in OUSD in Origin custodial wallets without needing to understand cryptocurrencies. They will simply be able to earn industry-leading yields when they are not spending. Again, your OUSD is always earning & ready to be spent or transferred at the same time.
el: Η εφαρμογή πληρωμής OUSD θα δημιουργηθεί με μια κεντρική εφαρμογή για κινητά και API για την ελαχιστοποίηση της τριβής των χρηστών για τους βασικούς χρήστες. Οι χρήστες θα μπορούν να καταθέτουν USD ή/και άλλα νομίσματα fiat στην εφαρμογή και να απολαμβάνουν τις απρόσκοπτες εμπειρίες των χρηστών των κεντρικών εφαρμογών. Ωστόσο, στο backend, αυτές οι καταθέσεις fiat θα χρησιμοποιηθούν για την δημιουργία OUSD. Οι νέοι χρήστες θα διατηρούν τα υπόλοιπα τους σε πορτοφόλια φύλαξης OUSD στην Origin χωρίς να χρειάζεται να κατανοήσουν τα κρυπτονομίσματα. Απλώς θα μπορούν να κερδίζουν κορυφαίες αποδόσεις στη βιομηχανία όταν δεν ξοδεύουν. Και πάλι, το OUSD σας κερδίζει πάντα και είναι έτοιμο να δαπανηθεί ή να μεταφερθεί ταυτόχρονα.

source: The viral effects of the future OUSD payment app cannot be overstated. Payment apps are by nature already viral, with users onboarding their friends and family in order to transact with them, establishing powerful network effects. Merchants quickly adopt the payment services that attract the most users. By adding in the ability to earn yield the very instant that any new referred user accepts funds from a referring user, we believe the viral coefficient for existing users referring new users will be multiples higher than ever seen before in a traditional payments application.
el: Οι ιογενείς επιπτώσεις της μελλοντικής εφαρμογής πληρωμής OUSD δεν μπορούν να υπερεκτιμηθούν. Οι εφαρμογές πληρωμών είναι από τη φύση τους ήδη ιογενείς, με τους χρήστες να επιβιβάζονται στους φίλους και την οικογένειά τους για να πραγματοποιούν συναλλαγές μαζί τους, δημιουργώντας ισχυρά εφέ δικτύου. Οι έμποροι υιοθετούν γρήγορα τις υπηρεσίες πληρωμών που προσελκύουν τους περισσότερους χρήστες. Προσθέτοντας τη δυνατότητα να κερδίζετε απόδοση από τη στιγμή που οποιοσδήποτε νέος χρήστης παραπέμπει χρήματα από έναν χρήστη που παραπέμπει, πιστεύουμε ότι ο viral συντελεστής για τους υπάρχοντες χρήστες που παραπέμπουν σε νέους χρήστες θα είναι πολλαπλάσιος υψηλότερος από ποτέ σε μια παραδοσιακή εφαρμογή πληρωμών.

source: The OUSD debit card will be tied to the future OUSD payment app and will allow users to spend down their on-app OUSD balance. Whenever users want to use their OUSD, their OUSD will be converted to USD via Visa’s interchange network and be instantly accepted by 40 million merchants all over the world. Merchants will receive USD and need not know that OUSD was used as the underlying original currency to power the transaction. Again, when users’ OUSD is not being spent, it will automatically accumulate staggering yields that should be superior to any cash bank or credit card rewards program in existence.
el: Η χρεωστική κάρτα OUSD θα συνδεθεί με τη μελλοντική εφαρμογή πληρωμής OUSD και θα επιτρέψει στους χρήστες να ξοδέψουν το υπόλοιπο OUSD εντός εφαρμογής. Κάθε φορά που οι χρήστες θέλουν να χρησιμοποιήσουν το OUSD τους, το OUSD τους θα μετατραπεί σε USD μέσω του δικτύου ανταλλαγής της Visa και θα γίνει αμέσως αποδεκτό από 40 εκατομμύρια εμπόρους σε όλο τον κόσμο. Οι έμποροι θα λάβουν δολάρια ΗΠΑ και δεν χρειάζεται να γνωρίζουν ότι το OUSD χρησιμοποιήθηκε ως το βασικό αρχικό νόμισμα για να τροφοδοτήσει τη συναλλαγή. Και πάλι, όταν το OUSD των χρηστών δεν δαπανάται, θα συσσωρεύει αυτόματα εντυπωσιακές αποδόσεις που θα πρέπει να είναι ανώτερες από οποιοδήποτε πρόγραμμα ανταμοιβών τραπεζών ή πιστωτικών καρτών που υπάρχει.

source: Although we plan on launching with hosted or managed wallets, we believe that users should be in control of their own funds if they do not want to use managed wallets. While the service that we build will be centralized at the application and middleware layer, the core protocol is decentralized. Users will be able to eject from the managed wallet at any point in time to simply hold their OUSD in their own self-managed wallets within the same app. We imagine that more and more users will gradually migrate from managed wallets to self-hosted wallets over time as they become educated about the benefits of underlying protocol.
el: Παρόλο που σχεδιάζουμε να ξεκινήσουμε με φιλοξενούμενα ή διαχειριζόμενα πορτοφόλια, πιστεύουμε ότι οι χρήστες θα πρέπει να έχουν τον έλεγχο των δικών τους κεφαλαίων εάν δεν θέλουν να χρησιμοποιούν διαχειριζόμενα πορτοφόλια. Ενώ η υπηρεσία που δημιουργούμε θα είναι συγκεντρωμένη στο επίπεδο εφαρμογής και middleware, το κεντρικό πρωτόκολλο είναι αποκεντρωμένο. Οι χρήστες θα μπορούν να εξαγάγουν από το διαχειριζόμενο πορτοφόλι ανά πάσα στιγμή και να κρατήσουν απλώς τα OUSD τους στα δικά τους αυτοδιαχειριζόμενα πορτοφόλια μέσα στην ίδια εφαρμογή. Φανταζόμαστε ότι όλο και περισσότεροι χρήστες θα μετακινούνται σταδιακά από διαχειριζόμενα πορτοφόλια σε πορτοφόλια που φιλοξενούνται με την πάροδο του χρόνου καθώς εκπαιδεύονται για τα οφέλη του υποκείμενου πρωτοκόλλου.

source: Getting online and offline merchants to accept payments that are powered by OUSD rails is a monumental step. However, further down the road, an even more ambitious objective is to get merchants to accept OUSD directly.
el: Το να κάνετε τους εμπόρους στο διαδίκτυο και εκτός σύνδεσης να δέχονται πληρωμές που τροφοδοτούνται από διαύλους OUSD είναι ένα σημαντικό βήμα. Ωστόσο, πιο κάτω, ένας ακόμη πιο φιλόδοξος στόχος είναι να πείσουν τους εμπόρους να δεχτούν το OUSD απευθείας.

source: The incentives to accept OUSD as a merchant over traditional credit cards or mobile payments is extremely compelling. Merchants can earn double-digit yields upon the sales of goods and services versus getting taxed with multiple payment fees.
el: Τα κίνητρα για αποδοχή του OUSD ως εμπόρου μέσω παραδοσιακών πιστωτικών καρτών ή πληρωμών μέσω κινητού είναι εξαιρετικά επιτακτικά. Οι έμποροι μπορούν να κερδίσουν διψήφιες αποδόσεις κατά τις πωλήσεις αγαθών και υπηρεσιών έναντι φορολόγησης με πολλαπλά τέλη πληρωμής.

source: The very first e-commerce platform to accept OUSD is Origin’s own Dshop platform. However, Dshop is a relatively new platform, and the majority of online e-commerce stores are run by incumbents like Shopify and Woo Commerce.
el: Η πρώτη πλατφόρμα ηλεκτρονικού εμπορίου που δέχτηκε το OUSD είναι η πλατφόρμα Dshop της Origin. Ωστόσο, το Dshop είναι μια σχετικά νέα πλατφόρμα και η πλειοψηφία των ηλεκτρονικών καταστημάτων ηλεκτρονικού εμπορίου διευθύνονται από κατεστημένους φορείς όπως το Shopify και το Woo Commerce.

source: Thankfully, both Shopify and Woo Commerce have mature developer platforms and APIs. We intend to build applications on these existing platforms that allow merchants to accept OUSD directly from customers that want to pay with OUSD. These developer plugins are relatively simple to build, and there are many existing examples of working payment alternatives.
el: Ευτυχώς, τόσο το Shopify όσο και το Woo Commerce διαθέτουν ώριμες πλατφόρμες προγραμματιστών και API. Σκοπεύουμε να δημιουργήσουμε εφαρμογές σε αυτές τις υπάρχουσες πλατφόρμες που επιτρέπουν στους εμπόρους να δέχονται OUSD απευθείας από πελάτες που θέλουν να πληρώσουν με OUSD. Αυτά τα πρόσθετα για προγραμματιστές είναι σχετικά απλά στην κατασκευή τους και υπάρχουν πολλά υπάρχοντα παραδείγματα εναλλακτικών λύσεων πληρωμής.

source: For example, the Shopify app store currently already offers Coinbase Commerce, Bitpay, and GoCoin. We will release an OUSD payment app for merchants in the coming future.
el: Για παράδειγμα, το κατάστημα εφαρμογών Shopify προσφέρει ήδη τις επιλογές Coinbase Commerce, Bitpay και GoCoin. Θα κυκλοφορήσουμε μια εφαρμογή πληρωμής OUSD για εμπόρους στο προσεχές μέλλον.

source: Given the recent surge in both the price of ETH and the usage of the Ethereum network, gas fees are becoming increasingly prohibitive and a major deterrent for getting the kind of retail adoption that we want.
el: Δεδομένης της πρόσφατης αύξησης τόσο της τιμής του ETH όσο και της χρήσης του δικτύου Ethereum, τα τέλη gas γίνονται όλο και πιο απαγορευτικά και αποτελούν σημαντικό αποτρεπτικό παράγοντα για την υιοθέτηση του είδους λιανικής που θέλουμε.

source: Ethereum is by far the most dominant layer 1 chain when it comes to DeFi activity and total value locked (TVL) today. However, as other layer 1 chains gain DeFi adoption, it is our intention to make OUSD accessible on other chains like Binance Smart Chain, Solana, Cosmos, and Polkadot which offer faster transactions and lower gas costs.
el: Το Ethereum είναι μακράν η κυρίαρχη αλυσίδα επιπέδου layer 1 όταν πρόκειται για τη δραστηριότητα DeFi και τη συνολική κλειδωμένη αξία (TVL) σήμερα. Ωστόσο, καθώς άλλες αλυσίδες layer 1 αποκτούν υιοθέτηση DeFi, σκοπεύουμε να καταστήσουμε το OUSD προσβάσιμο σε άλλες αλυσίδες όπως το Binance Smart Chain, το Solana, το Cosmos και το Polkadot που προσφέρουν ταχύτερες συναλλαγές και χαμηλότερο κόστος gas.
