Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: Technology Partners
de: Technologie Partner
el: Τεχνολογικοί Συνεργάτες
nl: Technologische Partners
th: พาร์ทเนอร์ด้านเทคโนโลยี

source: Building on Origin
de: Bauen an Origin
el: Χτίζοντας με την Origin
nl: Bouwen op Origin
th: การสร้างที่มา

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail Adresse ein
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email
nl: Vul alstublieft een geldig e-mailadres in
th: กรุณาใส่อีเมล์ที่ถูกต้อง

source: Ooops! Something went wrong.
de: Ooops! Etwas ist schief gegangen.
el: Ωχ! Κάτι πήγε στραβά.
nl: Oeps! Er ging iets verkeerd.
th: อ๊ะ! บางอย่างผิดพลาด.

source: Thanks! We'll be in touch soon.
de: Danke! Wir werden bald mit Ihnen Kontakt aufnehmen.
el: Ευχαριστούμε! Θα έρθουμε σύντομα σε επαφή.
nl: Bedankt! We zullen u spoedig contacteren.
th: ขอบคุณ! เราจะติดต่อกลับเร็ว ๆ นี้

source: Please enter a valid website address
de: Bitte geben Sie eine gültige Webseite-Adresse ein
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ιστοτόπου
nl: Vul alstublieft een geldig e-mailadres in
th: โปรดป้อนที่อยู่เว็บไซต์ที่ถูกต้อง

source: show this help message and exit
el: εμφανίστε αυτό το μήνυμα βοήθειας και εξέλθετε

source: Content purported to be compressed with %s but failed to decompress.
el: Το περιεχόμενο υποτίθεται ότι συμπιέζεται με %s αλλά απέτυχε να αποσυμπιεστεί.

source: Unsupported value for qop: %s.
el: Μη υποστηριζόμενη τιμή για qop: %s.

source: Unsupported value for algorithm: %s.algorithm
el: Μη υποστηριζόμενη τιμή για τον αλγόριθμο: %s.algorithm

source: The challenge doesn't contain a server nonce, or this one is empty.
el: Η πρόκληση δεν περιέχει nonce διακομιστή, ή αυτός ο συγκεκριμένος είναι άδειος.

source: Unsupported value for pw-algorithm: %s.pw-algorithm
el: Μη υποστηριζόμενη τιμή για τον pw-algorithm: %s.pw-algorithm

source: Redirected but the response is missing a Location: header.
el: Ανακατευθύνθηκε, αλλά στην απάντηση λείπει μια τοποθεσία: κεφαλίδα.

source: Attempting to connect to qpid with SASL mechanism %s
el: Προσπάθεια σύνδεσης στο qpid με μηχανισμό SASL %s

source: Connected to qpid with SASL mechanism %s
el: Σύνδεση στο qpid με μηχανισμό SASL %s

source: Unable to connect to qpid with SASL mechanism %s
el: Δεν είναι δυνατή η σύνδεση στο qpid με μηχανισμό SASL %s

source: How did I get here?
de: Wie bin ich hierher gekommen?
el: Πώς έφτασα εδώ;
nl: Hoe ben ik hier terecht gekomen?
th: ฉันมาที่นี่ได้อย่างไร?

source: The page you’re looking for is no longer here, maybe it was never here in the first place.<br>In any case, we sincerely apologize if it’s us and we forgive you if it’s you :)
el: Η σελίδα που αναζητείτε δεν είναι πλέον διαθέσιμη, ίσως δεν ήταν ποτέ.<br>Σε κάθε περίπτωση σας ζητάμε συγγνώμη αν ήταν δικό μας λάθος και σας συγχωρούμε αν ήταν δικό σας :)

source: Go Home
de: Zur Hauptseite
el: Μετάβαση στην Αρχική
nl: Ga naar Home
th: กลับบ้าน

source: Origin Protocol - About
el: Πρωτόκολλο Origin - Σχετικά

source: Origin Protocol enables true peer-to-peer commerce.
el: Το Origin Protocol επιτρέπει πραγματικό εμπόριο peer-to-peer.

source: Exit full screen
el: Έξοδος από την πλήρη οθόνη

source: It’s time to bring crypto mainstream
el: Ήρθε η ώρα να γίνουν τα κρύπτο δημοφιλή

source: Watch the video
el: Δείτε το βίντεο

source: Origin Protocol is bringing NFTs and DeFi to the masses
el: Το πρωτόκολλο Origin φέρνει τα NFTs και το DeFi στις μάζες

source: Origin is a fully distributed team. Our 800+ investors include top venture capitalists and cryptocurrency funds all over the world.
el: Η Origin είναι μια πλήρως κατανεμημένη ομάδα. Οι 800+ επενδυτές μας περιλαμβάνουν κορυφαίους επιχειρηματίες και κεφάλαια κρυπτονομισμάτων σε όλο τον κόσμο.

source: Origin Tokens (OGN) are held by over 37,000
el: Τα Origin Tokens (OGN) βρίσκονται στην κατοχή πάνω από 37.000 χρηστών

source: token holders.
el: κάτοχοι διακριτικών.

source: Learn more about our team
el: Μάθετε περισσότερα για την ομάδα μας

source: Learn more about our investors
el: Μάθετε περισσότερα για τους επενδυτές μας

source: Lower Fees
el: Χαμηλότερες προμήθειες

source: Centralized platforms for music and art often charge incredibly high fees, leaving the creators with a small fraction of the value generated and causing consumers to overpay for goods and experiences. Traditional payment processors also charge significant fees.
el: Οι κεντρικές πλατφόρμες για μουσική και τέχνες χρεώνουν συχνά απίστευτα υψηλές προμήθειες, αφήνοντας στους δημιουργούς ένα μικρό κλάσμα της αξίας που δημιουργείται και προκαλώντας στους καταναλωτές να πληρώσουν υπερβολικά για αγαθά και εμπειρίες. Οι κλασσικοί επεξεργαστές πληρωμών χρεώνουν επίσης σημαντικές προμήθειες.

source: Decentralized commerce reduces the power of middlemen and their ability to charge egregious fees. Both buyers and sellers can share in the savings. With OUSD, Origin provides an alternative to high cost payment rails. Ordinary people and businesses can reduce costs and benefit from superior yields provided by OUSD.
el: Το αποκεντρωμένο εμπόριο μειώνει τη δύναμη των μεσάζοντων και την ικανότητά τους να χρεώνουν εξωφρενικές προμήθειες. Τόσο οι αγοραστές όσο και οι πωλητές μπορούν να συμμετάσχουν στις αποταμιεύσεις. Με το OUSD, η Origin παρέχει μια εναλλακτική λύση στις πληρωμές υψηλού κόστους διεργασίας. Οι απλοί άνθρωποι και οι επιχειρήσεις μπορούν να μειώσουν το κόστος και να επωφεληθούν από τις μεγάλες αποδόσεις που παρέχονται από το OUSD.

source: Better Incentives
el: Μεγαλύτερα κίνητρα

source: Centralized platforms and financial institutions often have an antagonistic relationship with their customers. Fees are neccessary to make these companies successful. This creates a perverse relationship where customers have no stake in the success they help create.
el: Οι κεντροποιημένες πλατφόρμες και τα χρηματοπιστωτικά ιδρύματα έχουν συχνά ανταγωνιστική σχέση με τους πελάτες τους. Οι προμήθειες είναι απαραίτητες για να γίνουν αυτές οι εταιρείες επιτυχημένες. Αυτό δημιουργεί μια διεστραμμένη σχέση όπου οι πελάτες δεν έχουν κανένα μερίδιο στην επιτυχία που βοηθούν στη δημιουργία.

source: In contrast, Origin enables everyone to own a piece of the network. Fans and collectors can have a direct stake in the success of their favorite community with NFTs. Yield generated by OUSD is distributed fairly to all holders. Holders of Origin Tokens (OGN) can participate in governance to decide the future rules and direction of the network and also have a stake in the success of Origin’s products. When everyone owns a piece of the network, everyone is incentivized to help it grow and succeed.
el: Αντίθετα, το Origin επιτρέπει σε όλους να κατέχουν ένα κομμάτι του δικτύου. Οι θαυμαστές και οι συλλέκτες μπορούν να έχουν άμεσο μερίδιο στην επιτυχία της αγαπημένης τους κοινότητας με τα NFTs. Η απόδοση που δημιουργείται από το OUSD, κατανέμεται δίκαια σε όλους τους κατόχους. Οι κάτοχοι των Origin Tokens (OGN) μπορούν να συμμετέχουν στη διακυβέρνηση για να αποφασίσουν τους μελλοντικούς κανόνες και την πορεία του δικτύου και επίσης να έχουν μερίδιο στην επιτυχία των προϊόντων της Origin. Όταν όλοι κατέχουν ένα κομμάτι του δικτύου, όλοι έχουν κίνητρα να το βοηθήσουν να αναπτυχθεί και να πετύχει.

source: Increased Access
el: Αυξημένη πρόσβαση

source: 2 billion people around the world are currently unbanked. They do not have checking accounts, credit cards, AliPay, or Apple Pay.
el: 2 δισεκατομμύρια άνθρωποι σε όλο τον κόσμο δεν έχουν αλληλεπίδραση με τράπεζες. Δεν διαθέτουν λογαριασμούς όψεως, πιστωτικές κάρτες, AliPay ή Apple Pay.

source: With the advent of cryptocurrencies and the proliferation of inexpensive smartphones, now is the time to enable the unbanked to participate in decentralized commerce and finance. Anyone with a crypto wallet can participate in the NFT economy. Users from all over the world are now able to access a stable currency with superior yields in OUSD.
el: Με την έλευση των κρυπτονομισμάτων και τον πολλαπλασιασμό των φθηνών smartphone, ήρθε η ώρα να επιτρέψουμε στους μη τραπεζικούς να συμμετάσχουν στο αποκεντρωμένο εμπόριο και στην αποκεντρωμένη χρηματοδότηση. Οποιοσδήποτε έχει ένα πορτοφόλι κρυπτογράφησης μπορεί να συμμετάσχει στην οικονομία των NFT. Οι χρήστες από όλο τον κόσμο έχουν πλέον πρόσβαση σε ένα σταθερό νόμισμα με υψηλές αποδόσεις, το OUSD.

source: More Resilience
el: Περισσότερη ανθεκτικότητα

source: Decentralized marketplaces promote open and free commerce. Unlike centralized alternatives, they are not single points of failure and can't be banned or shut down. Decentralized commerce is more resilient and promotes efficient markets.
el: Οι αποκεντρωμένες αγορές προωθούν το ανοιχτό και ελεύθερο εμπόριο. Σε αντίθεση με άλλες κεντροποιημένες εναλλακτικές λύσεις, δεν αποτελούν μεμονωμένα σημεία αποτυχίας και δεν μπορούν να απαγορευτούν ή να σταματήσουν να λειτουργούν. Το αποκεντρωμένο εμπόριο είναι πιο ανθεκτικό και προωθεί αποτελεσματικές αγορές.

source: Decentralized finance lets users take control of their money. They will be able to choose what assets to conduct business with and keep their savings in. Unlike in traditional centralized systems, funds cannot be seized and accounts cannot be shut down. DeFi is powered by smart contracts and code which minimizes the need for trust and limits human intervention and misadventure.
el: Η αποκεντρωμένη χρηματοδότηση επιτρέπει στους χρήστες να αναλάβουν τον έλεγχο των χρημάτων τους. Mπορούν να επιλέξουν με ποια περιουσιακά στοιχεία θα ασκούν επιχειρηματική δραστηριότητα και θα διατηρούν τις αποταμιεύσεις τους. Σε αντίθεση με τα παραδοσιακά συγκεντρωτικά συστήματα, τα κεφάλαια δεν μπορούν να κατασχεθούν και οι λογαριασμοί δεν μπορούν να κλείσουν. Το DeFi τροφοδοτείται από έξυπνα συμβόλαια και κώδικα που ελαχιστοποιεί την ανάγκη για εμπιστοσύνη μεταξύ των μελών και περιορίζει την ανθρώπινη παρέμβαση.

source: Origin in the Press
el: Η Origin στον τύπο

source: We have a large and growing community of developers and supporters
el: Έχουμε μια μεγάλη και αυξανόμενη κοινότητα προγραμματιστών και υποστηρικτών

source: Region-specific Channels
el: Κανάλια ειδικά για την περιοχή

source: Origin Protocol - Marketplace Acceptable Use Policy
de: Origin-Protokoll - Richtlinie zur akzeptablen Nutzung des Marketplace
el: Πρωτόκολλο προέλευσης - Πολιτική αποδεκτής χρήσης από την αγορά
nl: Origin Protocol - Acceptabel gebruiksbeleid in de markt
th: Origin Protocol - นโยบายการใช้งานที่ยอมรับของตลาด

source: Marketplace Acceptable Use Policy
de: Marketplace-Nutzungsrichtlinie
el: Πολιτική αποδεκτής χρήσης από την αγορά
nl: Acceptabel gebruiksbeleid van de marktplaats
th: นโยบายการใช้งานที่ยอมรับได้ของ Marketplace

source: Origin Protocol - Brave Customer Story
el: Origin Protocol - Η ιστορία ενός πελάτη, της Brave

source: Brave Customer Story
el: Η ιστορία ενός πελάτη, της Brave

source: SAN FRANCISCO/TAIPEI, March 11, 2021
el: SAN FRANCISCO/TAIPEI, 11 Μαρτίου 2021

source: Origin Protocol (Origin), a blockchain technology company developing decentralized commerce and finance (DeFi) applications, is pleased to be engaged by Brave Browser (Brave) in its switch from a centralized e-commerce platform to Origin’s decentralized Dshop platform. Working jointly with Brave, Origin enabled Brave to accept payments in its native token, BAT, for merchandise for the very first time. As part of the engagement, Origin also helped Brave sell its first ever non-fungible token (NFT) collection, which sold out in minutes.
el: Το Origin Protocol (Origin), μια εταιρεία τεχνολογίας blockchain που αναπτύσσει αποκεντρωμένες εφαρμογές εμπορίου και χρηματοδότησης (DeFi), είναι στην ευχάριστη θέση να συνεργάζεται με τον Brave Browser (Brave) στη μετάβασή του από μια κεντροποιημένη πλατφόρμα ηλεκτρονικού εμπορίου, στην αποκεντρωμένη πλατφόρμα Dshop της Origin. Σε συνεργασία με τον Brave, η Origin επέτρεψε στον Brave να δέχεται για πρώτη φορά πληρωμές στο native token του, BAT, για εμπορεύματα. Στο πλαίσιο της δέσμευσης, η Origin βοήθησε επίσης την Brave να πουλήσει την πρώτη της συλλογή non - fungible - token (NFT), η οποία εξαντλήθηκε σε λίγα λεπτά.

source: Adoption of decentralized technologies and cryptocurrency tokens are key to Brave’s mission and product offerings. Origin’s Dshop platform will enable Brave to better serve its BAT token holder community through increased cryptocurrency integration. Previously Brave’s merchandise store only accepted credit cards and was on a completely centralized platform.
el: Η υιοθέτηση αποκεντρωμένων τεχνολογιών και κρυπτονομισμάτων είναι το κλειδί για την αποστολή του Brave και τις παροχές προϊόντων. Η πλατφόρμα Origin's Dshop θα επιτρέψει στο Brave να εξυπηρετήσει καλύτερα την κοινότητα κατόχων BAT μέσω της αυξημένης ενσωμάτωσης κρυπτονομισμάτων. Προηγουμένως το κατάστημα εμπορευμάτων της Brave δέχονταν μόνο πιστωτικές κάρτες και ήταν σε μια εντελώς κεντροποιημένη πλατφόρμα.

source: Origin helped Brave switch from Shopify to the Dshop platform. The NFT integration to Dshop in collaboration with Brave led to a highly successful outcome for both parties. Brave sold all 30 NFTs, a result of a BAT token holder community campaign to create tokenized images of BAT memes, in just under two minutes. In addition, Brave continues to do brisk business through Dshop split between credit card payments and cryptocurrency payments.
el: Η Origin βοήθησε την Brave να αλλάξει από το Shopify στο Dshop. Η ενσωμάτωση NFT στο Dshop σε συνεργασία με το Brave οδήγησε σε ένα εξαιρετικά επιτυχημένο αποτέλεσμα και για τα δύο μέρη. Ο Brave πούλησε και τα 30 NFT, ένα αποτέλεσμα εκστρατείαςτης κοινότητας κατόχων BAT για τη δημιουργία tokenized εικόνων μιμιδιών BAT, σε λιγότερο από δύο λεπτά. Επιπλέον, η Brave συνεχίζει να κάνει γρήγορες δραστηριότητες διαχωρισμού μεταξύ πληρωμών με πιστωτική κάρτα και πληρωμών κρυπτονομισμάτων μέσω του Dshop.

source: “We are delighted to be a strategic partner of Brave in support of their efforts to push forward decentralized technologies,” says Nick Poulden, technical lead for Dshop - Origin. “Working closely with Brave, we were able to provide a solution that served both their crypto native customers and BAT token holder community while also making it easy for non-crypto users to make purchases on their store. Brave wanted to signal to their token holders that they were committed to decentralized tech while still being able to serve their tens of millions of users who may be unfamiliar with it. Their previous platform could only serve the latter group. Brave’s first NFT collection sale was a smash success and we look forward to continuing a long-term, mutually rewarding relationship with them.”
el: "Είμαστε στην ευχάριστη θέση να είμαστε ένας στρατηγικός εταίρος της Brave για την υποστήριξη των ενεργειών τους να προωθήσουν τις αποκεντρωμένες τεχνολογίες", λέει ο Nick Poulden, τεχνικός επικεφαλής του Dshop - Origin. «Σε στενή συνεργασία με την Brave, καταφέραμε να δώσουμε μια λύση που εξυπηρετούσε τόσο τους γηγενείς πελάτες κρυπτογράφησης όσο και την κοινότητα κατόχων BAT, διευκολύνοντας παράλληλα τις αγορές στο κατάστημά τους από χρήστες που δεν είναι κρυπτογράφοι. Η Brave ήθελε να σηματοδοτήσει στους κατόχους token ότι ήταν επικεντρωμένοι στην αποκεντρωμένη τεχνολογία, ενώ ήταν ακόμα σε θέση να εξυπηρετεί τους δεκάδες εκατομμύρια χρήστες της που μπορεί να μην είναι εξοικειωμένοι με αυτήν. Η προηγούμενη πλατφόρμα της μπορούσε να εξυπηρετήσει μόνο την τελευταία ομάδα. Η πρώτη πώληση συλλογής NFT της Brave είχε μεγάλη επιτυχία και ανυπομονούμε να συνεχίσουμε μια μακροπρόθεσμη, αμοιβαία ανταμειφτική σχέση μαζί τους. "

source: About Origin Protocol
el: Σχετικά με το πρωτόκολλο Origin

source: Origin Protocol is a leading blockchain technology company founded in 2017 in San Francisco, CA. Origin’s focus is on building platforms that enable peer-to-peer commerce applications with a focus on NFTs and DeFi protocols and applications. We launched the Origin Dollar (OUSD) protocol in 2020 and conducted a record-breaking NFT auction in 2021. Origin Tokens (OGN) are listed on some of the largest exchanges in the world, including Binance Global and Huobi Global. <a href='/'>www.originprotocol.com</a>
el: Η Origin Protocol είναι μια κορυφαία εταιρεία τεχνολογίας blockchain που ιδρύθηκε το 2017 στο Σαν Φρανσίσκο της Καλιφόρνια. Η εστίαση της Origin είναι στη δημιουργία πλατφορμών που επιτρέπουν εφαρμογές peer-to-peer συναλλαγών με έμφαση στις εφαρμογές NFT και στα DeFi πρωτόκολλα. Ξεκινήσαμε το πρωτόκολλο Origin Dollar (OUSD) το 2020 και πραγματοποιήσαμε ρεκόρ δημοπρασίας NFT το 2021. Τα Origin Tokens (OGN) είναι εισηγμένα σε μερικά από τα μεγαλύτερα ανταλλακτήρια στον κόσμο, συμπεριλαμβανομένων των Binance Global και Huobi Global. <a href='/'>www.originprotocol.com</a>

source: Media Contact:
el: Επικοινωνία με τα media:

source: Origin Browser Extension
el: Επέκταση προγράμματος περιήγησης Origin

source: Our browser extension is a playground where our most adventurous users can play around with prototypes of some of our wild and crazy ideas. You'll be among the first to see our new products and have the chance to offer feedback directly to the engineers who developed them.
el: Η επέκταση broweser μας είναι ένα μέρος όπου οι πιο τολμηροί χρήστες μας μπορούν να παίξουν με πρωτότυπα μερικών από τις άγριες και τρελές ιδέες μας. Θα είστε από τους πρώτους που θα δείτε τα νέα μας προϊόντα και θα έχετε την ευκαιρία να προσφέρετε σχόλια απευθείας στους μηχανικούς που τα ανέπτυξαν.

source: Download for Chrome
el: Λήψη για τον Chrome

source: Download for Firefox
el: Λήψη για τον Firefox

source: Download for Brave
el: Λήψη για τον Brave

source: See the new OGN Token dashboard
el: Δείτε τον νέο πίνακα δεδομένων του OGN Token

source: Go
el: Πάμε

source: Buy now on
el: Αγοράστε τώρα στο

source: Subscribe to be the first to hear about important partnerships, exchange listings, and product launches.
el: Εγγραφείτε για να μαθαίνετε πρώτοι σημαντικές συνεργασίες, καταχωρίσεις σε ανταλλακτήρια και κυκλοφορίες προϊόντων.

source: Your email
el: Η διεύθυνση του ηλεκτρονικού σου ταχυδρομείου

source: Origin Tokens (OGN) have launched!
el: Ξεκίνησαν τα Origin Tokens (OGN)!

source: Origin Tokens (OGN) are launching soon!
el: Τα Origin Tokens (OGN) ξεκινούν σύντομα!

source: Buy OGN on Binance
el: Αγοράστε OGN στο Binance

source: Learn more
el: Μάθετε περισσότερα

source: Exclusively on
el: Αποκλειστικά στο

source: Subscribe to stay in touch.
el: Εγγραφείτε για να μείνετε σε επαφή.

source: Origin Protocol - Creator
de: Origin Protocol - Ersteller
el: Πρωτόκολλο προέλευσης - Δημιουργός
th: Origin Protocol - ผู้สร้าง

source: Build your<br>peer-to-peer<br>marketplace
de: Bauen Sie Ihren<br>Peer-to-Peer<br>Marktplatz auf
el: Δημιουργήστε την αγορά<br>peer-to-peer<br>
nl: Bouw je<br>peer-to-peer<br>marktplaats
th: สร้างของคุณ<br>แบบ peer-to-peer<br>ตลาด

source: Blockchain enabled.<br>No code required.<br>100%% free to operate.
de: Blockchain aktiviert<br>Kein Code erforderlich.<br>100%% frei zu bedienen.
el: Το Blockchain είναι ενεργοποιημένο.<br>Δεν απαιτείται κωδικός.<br>100%% ελεύθερο για λειτουργία.
nl: Blockchain ingeschakeld.<br>Geen code vereist.<br>100%% gratis te gebruiken.
th: เปิดใช้งาน Blockchain<br>ไม่ต้องใช้รหัส<br>100%% ใช้งานได้ฟรี

source: Get Started
de: Loslegen
el: Ξεκίνα
nl: Begin
th: เริ่ม

source: Launch your decentralized goods or services marketplace today
de: Starten Sie heute Ihren dezentralen Waren- oder Dienstleistungsmarktplatz
el: Ξεκινήστε σήμερα την αποκεντρωμένη αγορά προϊόντων ή υπηρεσιών σας
nl: Start vandaag nog uw markt voor gedecentraliseerde goederen of diensten
th: เปิดตัวตลาดสินค้าหรือบริการที่มีการกระจายอำนาจของคุณวันนี้

source: Sharing economy
de: Wirtschaft teilen
el: Μοιράζοντας οικονομία
nl: De economie delen
th: แบ่งปันเศรษฐกิจ

source: Create a marketplace for homesharing, carsharing, contractor, or home services.
de: Erstellen Sie einen Marktplatz für Homesharing, Carsharing, Contractor oder Home Services.
el: Δημιουργήστε μια αγορά για τη διαμεσολάβηση σπιτιού, το carsharing, τον ανάδοχο ή τις υπηρεσίες στο σπίτι.
nl: Creëer een marktplaats voor diensten op het gebied van homesharing, autodelen, aannemer of thuis.
th: สร้างตลาดสำหรับบริการแชร์โฮม carsharing ผู้รับเหมาหรือบริการบ้าน

source: Ecommerce
el: ΗΛΕΚΤΡΟΝΙΚΟ ΕΜΠΟΡΙΟ
th: อีคอมเมิร์ซ

source: Enable buyers and sellers to transact across hundreds of categories.
de: Ermöglichen Sie Käufern und Verkäufern die Abwicklung von Hunderten von Kategorien.
el: Ενεργοποιήστε τους αγοραστές και τους πωλητές για συναλλαγές σε εκατοντάδες κατηγορίες.
nl: Stel kopers en verkopers in staat om transacties uit te voeren in honderden categorieën.
th: ช่วยให้ผู้ซื้อและผู้ขายสามารถทำธุรกรรมได้หลายร้อยหมวด

source: Local marketplaces
de: Lokale Marktplätze
el: Τοπικές αγορές
nl: Lokale marktplaatsen
th: ตลาดท้องถิ่น

source: Build a better Craigslist or Airbnb for your country or city quickly and easily.
de: Erstellen Sie schnell und einfach eine bessere Craigslist oder Airbnb für Ihr Land oder Ihre Stadt.
el: Δημιουργήστε ένα καλύτερο Craigslist ή Airbnb για τη χώρα ή την πόλη σας γρήγορα και εύκολα.
nl: Bouw snel en eenvoudig een betere Craigslist of Airbnb voor jouw land of stad.
th: สร้าง Craigslist หรือ Airbnb ที่ดีขึ้นสำหรับประเทศหรือเมืองของคุณอย่างรวดเร็วและง่ายดาย

source: Run a decentralized & <span class='purple'>censorship-resistant business</span>
de: Führen Sie ein dezentrales und <span class='purple'>zensurresistentes Unternehmen</span>
el: Εκτελέστε μια αποκεντρωμένη και <span class='purple'>λογοκρισία ανθεκτικά επιχειρήσεων</span>
nl: Voer een gedecentraliseerd en <span class='purple'>censuurbestendig bedrijf uit</span>
th: เรียกใช้การกระจายอำนาจและ <span class='purple'>ธุรกิจเซ็นเซอร์ทน</span>

source: Build a marketplace that can't be shut down by anyone...including us.
de: Bauen Sie einen Marktplatz auf, der von niemandem geschlossen werden kann ... einschließlich uns.
el: Δημιουργήστε μια αγορά που δεν μπορεί να κλείσει από κανέναν ... ακόμη και από εμάς.
nl: Bouw een marktplaats die niemand kan sluiten ... inclusief ons.
th: สร้างตลาดที่ทุกคนไม่สามารถปิดได้รวมถึงพวกเราด้วย

source: Earn <span class='blue'>Origin tokens</span>
de: Erhalte <span class='blue'>Origin-Token</span>
el: Κερδίστε <span class='blue'>μάρκες προέλευσης</span>
nl: Verdien <span class='blue'>Origin-tokens</span>
th: ได้รับ <span class='blue'>ราชสกุลกำเนิด</span>

source: List goods and services from Origin’s existing base of sellers. Earn Origin token commissions from sellers looking to reach a wider audience on your marketplace.
de: Auflisten von Waren und Dienstleistungen aus der bestehenden Verkäuferbasis von Origin. Verdienen Sie Origin-Token-Provisionen von Verkäufern, die eine größere Zielgruppe auf Ihrem Marktplatz erreichen möchten.
el: Καταχωρίστε προϊόντα και υπηρεσίες από την υπάρχουσα βάση των πωλητών της Origin. Κερδίστε προμήθειες token προέλευσης από πωλητές που επιθυμούν να προσεγγίσουν ένα ευρύτερο κοινό στην αγορά σας.
nl: Toon goederen en diensten uit Origin's bestaande lijst met verkopers. Verdien Origin-tokencommissies van verkopers die een groter publiek op uw marktplaats willen bereiken.
th: ทำรายการสินค้าและบริการจากฐานผู้ขายที่มีอยู่ของ Origin รับค่าคอมมิชชั่นของโทเค็น Origin จากผู้ขายที่ต้องการเข้าถึงผู้ชมที่กว้างขึ้นในตลาดของคุณ

source: Bootstrap your <span class='red'>marketplace</span>
de: Bootstrap deinen <span class='red'>Marktplatz</span>
el: Bootstrap σας <span class='red'>αγορά</span>
nl: Bootstrap je <span class='red'>marktplaats</span>
th: เริ่มต้นตลาดของคุณ <span class='red'></span>
