Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: The overall market for NFTs is about to hit an explosive inflection point, and Origin is very well positioned to take advantage of this opportunity. While NBA Top Shots has recently seen a decrease in secondary sales, over $200M of transactions were achieved in both February and March of 2021. In May, Larva Labs sold nearly $90M of NFTs in 24 hours with their <a href='http://meebits.io' target='_blank' rel='noopener noreferrer'>Meebits</a> launch. This was soon followed by mainstream business influencer Gary Vaynerchuk launching <a href='http://veefriends.com' target='_blank' rel='noopener noreferrer'>Veefriends</a> successfully. It is clear that NFT sales are growing at an exponential rate and represent the fastest growing opportunity for crypto-centric commerce. Even more importantly, we are now seeing iconic global brands and personalities like Gucci, the Golden State Warriors, Playboy, and Paris Hilton embrace NFT technology to interact more directly with their fanbases.
el: Η συνολική αγορά NFT πρόκειται να χτυπήσει ένα εκρηκτικό σημείο καμπής και η Origin βρίσκεται σε πολύ καλή θέση για να εκμεταλλευτεί αυτήν την ευκαιρία. Ενώ το NBA Top Shots σημείωσε πρόσφατα μείωση στις δευτερεύουσες πωλήσεις, πάνω από 200 εκατομμύρια δολάρια συναλλαγών επιτεύχθηκαν τον Φεβρουάριο και τον Μάρτιο του 2021. Τον Μάιο, τα Larva Labs πούλησαν σχεδόν 90 εκατομμύρια δολάρια NFT σε 24 ώρες με την κυκλοφορία του <a href='http://meebits.io' target='_blank' rel='noopener noreferrer'>Meebits</a>. Ακολούθησε σύντομα ο κύριος επιχειρηματικός επιρροής Gary Vaynerchuk που ξεκίνησε με επιτυχία το <a href='http://veefriends.com' target='_blank' rel='noopener noreferrer'>Veefriends</a> Είναι σαφές ότι οι πωλήσεις NFT αυξάνονται με εκθετικό ρυθμό και αντιπροσωπεύουν την ταχύτερα αναπτυσσόμενη ευκαιρία για το κρυπτοκεντρικό εμπόριο. Ακόμα πιο σημαντικό, βλέπουμε τώρα εμβληματικές παγκόσμιες μάρκες και προσωπικότητες όπως η Gucci, οι Golden State Warriors, το Playboy και η Paris Hilton να αγκαλιάζουν την τεχνολογία NFT για να αλληλεπιδρούν πιο άμεσα με τα fanbases τους.

source: However, we believe that the majority of the market misconstrues NFTs as simply scarce digital art. While digital art is one exciting vertical that we have been able to capitalize on, we believe Origin’s NFT Launchpad will redefine commerce in several other key verticals as well.
el: Ωστόσο, πιστεύουμε ότι η πλειοψηφία της αγοράς παρερμηνεύει τα NFT ως απλώς σπάνια ψηφιακή τέχνη. Ενώ η ψηφιακή τέχνη είναι μια συναρπαστική κάθετη που μπορέσαμε να αξιοποιήσουμε, πιστεύουμε ότι το Origin's NFT Launchpad θα επαναπροσδιορίσει το εμπόριο και σε πολλές άλλες βασικές εκδοχές επίσης.

source: Origin’s NFT Launchpad will redefine commerce in several key verticals.
el: Το NFT Launchpad του Origin θα επαναπροσδιορίσει το εμπόριο σε πολλές βασικές εκδοχές.

source: NFTs that are redeemable for offline goods
el: NFT που μπορούν να εξαργυρωθούν για προϊόντα offline

source: In May 2020, Grammy-winning DJ RAC released his $TAPE NFTs that were redeemable for physical cassette tapes. Little did he know that he would be setting the record for the final sale price of a single cassette tape, as $TAPE tokens redeemable for the cassette tapes eventually cleared $3,000 per token.
el: Τον Μάιο του 2020, ο βραβευμένος με Grammy DJ RAC κυκλοφόρησε τα $TAPE NFTs που ήταν εξαργυρώσιμα για φυσικές κασέτες. Δεν ήξερε ότι θα έθετε το ρεκόρ για την τελική τιμή πώλησης μιας μεμονωμένης κασέτας, καθώς οι $TAPE μάρκες που θα εξαργυρώνονταν για τις κασέτες εκκαθάριζαν τελικά $ 3.000 ανά token.

source: This is just one example of how NFTs have changed the landscape for limited-edition premium products. NFTs that represent physical offline goods can be authenticated on the blockchain. Influencers, artists, creators, and other merchants can now issue NFTs that are both certifiably scarce and representative of valuable physical items.
el: Αυτό είναι μόνο ένα παράδειγμα του τρόπου με τον οποίο τα NFT έχουν αλλάξει το τοπίο για premium προϊόντα περιορισμένης έκδοσης. Τα NFT που αντιπροσωπεύουν φυσικά προϊόντα εκτός σύνδεσης μπορούν να πιστοποιηθούν στο blockchain. Οι influencers, οι καλλιτέχνες, οι δημιουργοί και άλλοι έμποροι μπορούν τώρα να εκδίδουν NFT που είναι πιστοποιητικά σπάνια και αντιπροσωπευτικά πολύτιμων φυσικών αντικειμένων.

source: There is an enormous opportunity to use NFTs to power these creator communities. Because NFTs are freely exchangeable on the blockchain, they also inherently create an after-market for limited edition goods.
el: Υπάρχει μια τεράστια ευκαιρία να χρησιμοποιήσετε τα NFT για να τροφοδοτήσετε αυτές τις κοινότητες δημιουργών. Επειδή τα NFT ανταλλάσσονται ελεύθερα στο blockchain, δημιουργούν επίσης εγγενώς ένα after-market για προϊόντα περιορισμένης έκδοσης.

source: One needs only to reference StockX, the premium sneaker marketplace that is currently valued at $2.8 B, to recognize the possibility of NFTs flourishing in many verticals where scarcity and authenticity need to be enforced. Today, the company generates $400M in revenue by taking fees to certify that premium sneakers are legitimate and not fraudulent. Using NFTs that are tied to these sneakers would establish a clear sense of provenance as sneakers are sold from one buyer to the next.
el: Αρκεί να αναφέρουμε τη StockX, την αγορά premium αθλητικών παπουτσιών που σήμερα αποτιμάται σε 2,8 δισεκατομμύρια δολάρια, για να αναγνωρίσουμε την πιθανότητα άνθισης των NFT σε πολλές κατακόρυφες περιοχές όπου πρέπει να επιβληθεί η σπανιότητα και η αυθεντικότητα. Σήμερα, η εταιρεία παράγει έσοδα 400 εκατομμυρίων δολαρίων λαμβάνοντας τέλη για να πιστοποιήσει ότι τα premium πάνινα παπούτσια είναι νόμιμα και όχι δόλια. Η χρήση NFT που συνδέονται με αυτά τα πάνινα παπούτσια θα δημιουργούσε μια σαφή αίσθηση προέλευσης καθώς τα πάνινα παπούτσια πωλούνται από τον έναν αγοραστή στον επόμενο.

source: In another manifestation of using NFTs connected to offline products, the limited goods do not need to be redeemed. For example, a collector can purchase an NFT that entitles them with the rights to redeem that NFT for fine art, luxury handbags, or other products but can store that product with the original manufacturer. Redemption can happen at any point in the future. Again, because NFTs are exchangeable, collectors could invest in luxury items with the hopes of these items appreciating in value. However, they no longer need to take physical delivery and can simply sell the NFTs representing the items in an after market to profit from their investments.
el: Σε μια άλλη εκδήλωση χρήσης NFT που συνδέονται με προϊόντα εκτός σύνδεσης, τα περιορισμένα αγαθά δεν χρειάζεται να εξαργυρωθούν. Για παράδειγμα, ένας συλλέκτης μπορεί να αγοράσει ένα NFT που του δίνει το δικαίωμα να εξαργυρώσει αυτό το NFT για καλές τέχνες, πολυτελείς τσάντες ή άλλα προϊόντα, αλλά μπορεί να αποθηκεύσει αυτό το προϊόν στον αρχικό κατασκευαστή. Η λύτρωση μπορεί να συμβεί ανά πάσα στιγμή στο μέλλον. Και πάλι, επειδή τα NFT είναι ανταλλάξιμα, οι συλλέκτες θα μπορούσαν να επενδύσουν σε είδη πολυτελείας με τις ελπίδες αυτών των αντικειμένων να εκτιμώνται σε αξία. Ωστόσο, δεν χρειάζεται πλέον να λαμβάνουν φυσική παράδοση και μπορούν απλώς να πουλήσουν τα NFT που αντιπροσωπεύουν τα είδη σε after market για να επωφεληθούν από τις επενδύσεις τους.

source: Taking this one model one step further, NFT-powered commerce can generate revenue even before products are developed or manufactured. In the web 2.0 world, we saw how crowdfunding platforms like Kickstarter and Gofundme were able to generate demand for creator projects. In the web 3.0, NFTs can be a better form to issue ownership of future redeemable products. Once again, because these NFTs are freely exchangeable they provide backers the ability to resell their ownership even before the projects are completed.
el: Πηγαίνοντας αυτό το μοντέλο ένα βήμα παραπέρα, το εμπόριο που υποστηρίζεται από τα NFT μπορεί να δημιουργήσει έσοδα ακόμη και πριν από την ανάπτυξη ή την παραγωγή προϊόντων. Στον κόσμο του web 2.0, είδαμε πώς οι πλατφόρμες crowdfunding όπως το Kickstarter και το Gofundme μπόρεσαν να δημιουργήσουν ζήτηση για έργα δημιουργών. Στον ιστό 3.0, τα NFT μπορούν να είναι μια καλύτερη μορφή για την έκδοση ιδιοκτησίας μελλοντικών εξαγοράσιμων προϊόντων. Για άλλη μια φορά, επειδή αυτά τα NFT είναι ελεύθερα ανταλλάξιμα, παρέχουν στους υποστηρικτές τη δυνατότητα να μεταπωλήσουν την ιδιοκτησία τους ακόμη και πριν ολοκληρωθούν τα έργα.

source: At Origin, we have conducted NFT sales for mega-influencer <a href='https://nft.jakepaul.com' target='_blank' rel='noopener noreferrer'>Jake Paul</a> and One Republic frontman, <a href='https://nft.ryantedder.com' target='_blank' rel='noopener noreferrer'>Ryan Tedder</a>, that enabled collectors to receive limited edition physical merchandise in addition to their NFTs. We have even helped secretive, but highly funded electric bike startup Micro pre-sell their earliest e-bikes that will come off the assembly line. In the far future, we imagine using NFTs as the technology for tracking ownership of major physical items like homes and cars instead of the arcane processes we have today, like going down to the local courthouse to make sure no one else is claiming to own the same property.
el: Στην Origin, πραγματοποιήσαμε πωλήσεις NFT για τον μέγαλο influencer <a href='https://nft.jakepaul.com' target='_blank' rel='noopener noreferrer'>Jake Paul</a> και τον One Republic, <a href='https://nft.ryantedder.com' target='_blank' rel='noopener noreferrer'>Ryan Tedder</a>, που επέτρεψαν στους συλλέκτες να λάβουν περιορισμένη έκδοση φυσικών εμπορευμάτων εκτός από τα NFT τους. Βοηθήσαμε ακόμη και μυστικά, αλλά με μεγάλη χρηματοδότηση, την εκκίνηση ηλεκτρικών ποδηλάτων Micro, όπου προπώλησαν τα πρώτα τους ηλεκτρονικά ποδήλατα που θα βγουν από τη γραμμή συναρμολόγησης. Στο μέλλον, φανταζόμαστε ότι χρησιμοποιούμε τα NFT ως τεχνολογία για την παρακολούθηση της ιδιοκτησίας μεγάλων φυσικών αντικειμένων, όπως σπίτια και αυτοκίνητα, αντί για τις παράξενες διαδικασίες που έχουμε σήμερα, όπως το να πάμε στο τοπικό δικαστήριο για να βεβαιωθούμε ότι κανείς άλλος δεν ισχυρίζεται ότι κατέχει την ίδια ιδιοκτησία.

source: NFTs that access digital content
el: NFTs που έχουν πρόσβαση σε ψηφιακό περιεχόμενο

source: We intend to release NFT features that also provide holders access to digital content and services. For example, content providers can replace paywall subscriptions with NFT ownership. Users that have purchased NFTs can unlock premium articles, unreleased music, premium video content, or special features in social and mobile games.
el: Σκοπεύουμε να κυκλοφορήσουμε λειτουργίες NFT που παρέχουν επίσης στους κατόχους πρόσβαση σε ψηφιακό περιεχόμενο και υπηρεσίες. Για παράδειγμα, οι πάροχοι περιεχομένου μπορούν να αντικαταστήσουν τις συνδρομές paywall με ιδιοκτησίες NFT. Οι χρήστες που έχουν αγοράσει NFT μπορούν να ξεκλειδώσουν άρθρα premium, ακυκλοφόρητη μουσική, περιεχόμενο βίντεο υψηλής ποιότητας ή ειδικές δυνατότητες σε κοινωνικά και παιχνίδια για κινητά.

source: Here are a few examples of how this might work. Today, Patreon influencers allow their super fans to access unique content through the platform. The company generates $50M of revenue and is currently valued at $1.2B. However, these subscriptions and individual payments are tied to unique users. In tomorrow’s world, creators can issue NFTs that unlock special video or music content instead.
el: Ακολουθούν μερικά παραδείγματα για το πώς μπορεί να λειτουργήσει αυτό. Σήμερα, οι επηρεαστές Patreon επιτρέπουν στους έξοχους θαυμαστές τους να έχουν πρόσβαση σε μοναδικό περιεχόμενο μέσω της πλατφόρμας. Η εταιρεία παράγει έσοδα 50 εκατομμυρίων δολαρίων και αυτή τη στιγμή αποτιμάται στα 1,2 δισεκατομμύρια δολάρια. Ωστόσο, αυτές οι συνδρομές και οι μεμονωμένες πληρωμές συνδέονται με μοναδικούς χρήστες. Στον αυριανό κόσμο, οι δημιουργοί μπορούν να εκδίδουν NFT που ξεκλειδώνουν ειδικό περιεχόμενο βίντεο ή μουσικής.

source: In late Q3 2021, we expect many of our NFT sales to feature unlockable content. Users only need to have purchased NFTs in their Origin managed wallets or a web3 wallet like Metamask to get access to premium content offered by our many creators.
el: Στα τέλη του τρίτου τριμήνου του 2021, αναμένουμε ότι πολλές από τις πωλήσεις NFT θα διαθέτουν περιεχόμενο χωρίς δυνατότητα ξεκλειδώματος. Οι χρήστες χρειάζεται μόνο να έχουν αγοράσει NFT στα πορτοφόλια Origin ή ένα πορτοφόλι web3 όπως το Metamask για να έχουν πρόσβαση σε premium περιεχόμενο που προσφέρουν οι πολλοί δημιουργοί μας.

source: NFTs that are access tokens
el: NFT που είναι token πρόσβασης

source: A third opportunity that is a multi-billion dollar opportunity in NFT-powered commerce lies in experiential commerce. NFTs that are certifiable on the blockchain can guarantee authenticity of tickets for professional sports, concerts, and other live performances. This reduces the risk of fraudulent tickets and also maintains clear provenance of ticket resales.
el: Μια τρίτη ευκαιρία που είναι μια ευκαιρία πολλών δισεκατομμυρίων δολαρίων στο εμπόριο που υποστηρίζεται από NFT έγκειται στο βιωματικό εμπόριο. Τα NFT που είναι πιστοποιήσιμα στο blockchain μπορούν να εγγυηθούν την αυθεντικότητα των εισιτηρίων για επαγγελματικά αθλήματα, συναυλίες και άλλες ζωντανές παραστάσεις. Αυτό μειώνει τον κίνδυνο δολιότητας εισιτηρίων και διατηρεί επίσης σαφή την προέλευση μεταπώλησης εισιτηρίων.

source: Going back to the Patreon example, a creator NFT may enable a user to get a 1-on-1 video chat with their favorite celebrity. Another user can purchase a premium NFT that grants them backstage access to their favorite musicians concerts for life.
el: Επιστρέφοντας στο παράδειγμα Patreon, ένας δημιουργός NFT μπορεί να επιτρέψει σε έναν χρήστη να λάβει 1 προς 1 συνομιλία μέσω βίντεο με την αγαπημένη του διασημότητα. Ένας άλλος χρήστης μπορεί να αγοράσει ένα premium NFT που του δίνει πρόσβαση στο παρασκήνιο των συναυλιών των αγαπημένων τους μουσικών εφ 'όρου ζωής.

source: In our highly successful <a href='https://nft.bassjackers.com' target='_blank' rel='noopener noreferrer'>Bassjackers</a> NFT sale, the winning bidder was given the ability to name a track and appear on stage with BassJackers at future music festivals and concerts.
el: Στην εξαιρετικά επιτυχημένη μας <a href='https://nft.bassjackers.com' target='_blank' rel='noopener noreferrer'>Bassjackers</a> NFT πώληση, ο νικητής πλειοδότης είχε τη δυνατότητα να ονομάσει ένα κομμάτι και να εμφανιστεί στη σκηνή με τους BassJackers σε μελλοντικά μουσικά φεστιβάλ και συναυλίες.

source: The key to unlocking value in all of these crypto-centric opportunities with NFTs is making NFT issuance dead simple for creators. In addition, in contrast to existing players in the market like Nifty Gateway, we believe the creators should own the branding and have direct control over pricing models (e.g. different auction mechanics or tiered pricing). Origin’s NFT Launchpad gives creators and influencers more direct control over their content and their physical, digital, and experiential products. Just as many merchants have chosen Shopify over selling on generic marketplaces that do not allow for custom branding and direct relationships to end customers, we believe the same model will be successful for NFTs. Further, many creators prefer Origin’s NFT platform because they do not need to share the stage with other competing NFT drops that may be off-brand. We have also lowered the user experience barriers for newcomers to NFTs. While many of the other platforms require using cryptocurrency, we also offer the ability to purchase NFTs with credit and debit cards.
el: Το κλειδί για το ξεκλείδωμα της αξίας σε όλες αυτές τις κρυπτοκεντρικές ευκαιρίες με τα NFTs καθιστά την έκδοση NFT απλή για τους δημιουργούς. Επιπλέον, σε αντίθεση με τους υπάρχοντες παίκτες στην αγορά, όπως το Nifty Gateway, πιστεύουμε ότι οι δημιουργοί πρέπει να κατέχουν το branding και να έχουν άμεσο έλεγχο στα μοντέλα τιμολόγησης (π.χ. διαφορετικοί μηχανισμοί δημοπρασιών ή κλιμακωτές τιμές). Το NFT Launchpad του Origin δίνει στους δημιουργούς και τους επηρεαστές πιο άμεσο έλεγχο στο περιεχόμενό τους και στα φυσικά, ψηφιακά και βιωματικά προϊόντα τους. Ακριβώς όπως πολλοί έμποροι επέλεξαν το Shopify από το να πωλούν σε αγορές γενικής χρήσης που δεν επιτρέπουν προσαρμοσμένη επωνυμία και άμεσες σχέσεις με τελικούς πελάτες, πιστεύουμε ότι το ίδιο μοντέλο θα είναι επιτυχές για τα NFT. Επιπλέον, πολλοί δημιουργοί προτιμούν την πλατφόρμα NFT του Origin επειδή δεν χρειάζεται να μοιραστούν τη σκηνή με άλλες ανταγωνιστικές πωλήσεις NFT που μπορεί να είναι εκτός μάρκας. Έχουμε επίσης μειώσει τα εμπόδια εμπειρίας χρήστη για τους νεοεισερχόμενους στα NFT. Ενώ πολλές από τις άλλες πλατφόρμες απαιτούν χρήση κρυπτονομίσματος, προσφέρουμε επίσης τη δυνατότητα αγοράς NFT με πιστωτικές και χρεωστικές κάρτες.

source: In the near future, we intend to form additional partnerships with additional mainstream influencers and iconic brands to power their NFT commerce initiatives. We believe there is a huge untapped market for monetizing premium, limited-edition online and offline goods and services through our latest NFT product upgrades to the Origin Platform.
el: Στο εγγύς μέλλον, σκοπεύουμε να δημιουργήσουμε πρόσθετες συνεργασίες με επιπλέον mainstream influencers και εμβληματικές μάρκες για να ενισχύσουμε τις εμπορικές πρωτοβουλίες NFT. Πιστεύουμε ότι υπάρχει μια τεράστια ανεκμετάλλευτη αγορά για τη δημιουργία εσόδων από προϊόντα και υπηρεσίες υψηλής ποιότητας, περιορισμένης έκδοσης, σε απευθείας σύνδεση και εκτός σύνδεσης, μέσω των πιο πρόσφατων αναβαθμίσεων προϊόντων NFT στην πλατφόρμα Origin.

source: We are especially excited about several NFT Launchpad upgrades that are scheduled to launch in Q3 of 2021.
el: Είμαστε ιδιαίτερα ενθουσιασμένοι με αρκετές αναβαθμίσεις του NFT Launchpad που έχουν προγραμματιστεί να ξεκινήσουν το τρίτο τρίμηνο του 2021.

source: Today, Origin’s NFT Launchpad is a curated experience for our collectors and is an invite-only platform. For creators, we build custom storefronts that oftentimes require several weeks of engineering work. While this allows us to hold record-breaking NFT sales with top creators, the last thing we want to do in the long-term is to become the gatekeepers of which creators can launch NFT drops.
el: Σήμερα, το Origin's NFT Launchpad είναι μια επιμελημένη εμπειρία για τους συλλέκτες μας και είναι μια πλατφόρμα μόνο για πρόσκληση. Για τους δημιουργούς, χτίζουμε προσαρμοσμένες βιτρίνες καταστημάτων που συχνά απαιτούν αρκετές εβδομάδες μηχανικής εργασίας. Ενώ αυτό μας επιτρέπει να διατηρούμε ρεκόρ πωλήσεων NFT με κορυφαίους δημιουργούς, το τελευταίο πράγμα που θέλουμε να κάνουμε μακροπρόθεσμα είναι να γίνουμε οι θυρωροί των οποίων οι δημιουργοί μπορούν να ξεκινήσουν τις πωλήσεις NFT.

source: We have thousands of inbound requests from creators of all sizes, from verticals like music, art, sports, retail, and many others. We are excited to open the NFT Launchpad to all interested creators by the second half of 2021 with the launch of our self-serve WYSIWYG (what you see is what you get) editor.
el: Έχουμε χιλιάδες εισερχόμενα αιτήματα από δημιουργούς όλων των μεγεθών, από κάθετα όπως μουσική, τέχνη, αθλήματα, λιανική και πολλά άλλα. Είμαστε ενθουσιασμένοι που ανοίγουμε το NFT Launchpad σε όλους τους ενδιαφερόμενους δημιουργούς έως το δεύτερο εξάμηνο του 2021 με την έναρξη του προγράμματος επεξεργασίας WYSIWYG (αυτό που βλέπετε είναι αυτό που λαμβάνετε).

source: Creators will be able to create Origin accounts, upload audio and visual assets for their NFTs and customized websites, and schedule NFT sales using a variety of different sale formas (e.g. 1 of 1 auctions, leaderboard auctions, open editions, limited editions, and more). NFT Launchpad will democratize NFT creation and sales. Importantly, Origin will share in the proceeds of NFT sales conducted by our creators, creating substantial revenue-generating possibilities for us.
el: Οι δημιουργοί θα μπορούν να δημιουργούν λογαριασμούς Origin, να ανεβάζουν ακουστικά και οπτικά στοιχεία για τα NFT και τους προσαρμοσμένους ιστότοπούς τους και να προγραμματίζουν πωλήσεις NFT χρησιμοποιώντας μια ποικιλία διαφορετικών μορφών πώλησης (π.χ. 1 από 1 δημοπρασίες, δημοπρασίες leaderboard, ανοιχτές εκδόσεις, περιορισμένες εκδόσεις και άλλα). Το NFT Launchpad θα εκδημοκρατίσει τη δημιουργία και τις πωλήσεις NFT. Είναι σημαντικό ότι η Origin θα μοιραστεί τα έσοδα από τις πωλήσεις NFT που πραγματοποιούν οι δημιουργοί μας, δημιουργώντας σημαντικές δυνατότητες δημιουργίας εσόδων για εμάς.

source: Site-specific and Aggregator NFT Marketplaces
el: NFT αγορές συγκεκριμένες για ιστότοπους και συγκεντρωτές

source: Secondary market sales are vital for true price discovery of NFTs and the maturation of this nascent market. We intend to build a marketplace platform for secondary market sales of all NFTs launched on our Launchpad as well NFTs from other platforms and marketplaces. The Origin team already has over 4 years of experience building peer-to-peer marketplace technology, and we are the leaders in this field. The original Origin Marketplace was launched on Ethereum mainnet in 2018 and supported tens of thousands of users and listings for a variety of goods and services. Origin fully intends on being the NFT marketplace leader and capturing NFT sales from our partner creators as well as creators who launch independently or with another platform.
el: Οι πωλήσεις δευτερογενούς αγοράς είναι ζωτικής σημασίας για την πραγματική ανακάλυψη των τιμών των NFT και την ωρίμανση αυτής της νέας αγοράς. Σκοπεύουμε να δημιουργήσουμε μια πλατφόρμα αγοράς για τις πωλήσεις δευτερογενών αγορών όλων των NFT που ξεκίνησαν στο Launchpad μας, καθώς και NFT από άλλες πλατφόρμες και αγορές. Η ομάδα Origin έχει ήδη πάνω από 4 χρόνια εμπειρίας στη δημιουργία τεχνολογίας αγοράς σε peer-to-peer συνεργάτες και είμαστε οι ηγέτες σε αυτόν τον τομέα. Το αρχικό Origin Marketplace κυκλοφόρησε στο Ethereum mainnet το 2018 και υποστήριξε δεκάδες χιλιάδες χρήστες και καταχωρίσεις για μια ποικιλία αγαθών και υπηρεσιών. Η Origin σκοπεύει πλήρως να είναι ο ηγέτης της αγοράς NFT και να καταγράψει τις πωλήσεις NFT από τους συνεργάτες δημιουργούς μας, καθώς και δημιουργούς που ξεκινούν ανεξάρτητα ή με άλλη πλατφόρμα.

source: Our marketplace product will allow for both site-specific marketplaces and a larger Origin-branded aggregator marketplace.
el: Το προϊόν της αγοράς μας θα επιτρέψει τόσο αγορές που αφορούν συγκεκριμένους ιστότοπους όσο μεγαλύτερες αγορές συγκεντρωτικών προϊόντων με επωνυμία Origin.
