Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: ...conventional wisdom suggests Craigslist should have vanished long ago. Launched by Craig Newmark in 1995, the website, which has kept roughly the same design through the years and now has some 55 million visitors a month, has not only survived but also thrived...Craigslist's effectiveness cannot be understated...Last year, it took in upwards of $690 million in revenue, according to an estimate by the AIM Group, a research firm in Altamonte Springs, Florida.
el: ... η συνηθισμένη σοφία δείχνει ότι το Craigslist θα έπρεπε να έχει εξαφανιστεί εδώ και πολύ καιρό. Ξεκίνησε από το Craig Newmark το 1995, ο ιστότοπος, ο οποίος έχει διατηρήσει σχεδόν το ίδιο σχέδιο με τα χρόνια και τώρα έχει περίπου 55 εκατομμύρια επισκέπτες το μήνα, δεν έχει μόνο επιβιώσει αλλά και ευημερούσε ... Η αποτελεσματικότητα του Craigslist δεν μπορεί να υποτιμηθεί ... Πέρυσι , κέρδισε έσοδα ύψους 690 εκατομμυρίων δολαρίων, σύμφωνα με εκτιμήσεις του ομίλου AIM, μιας ερευνητικής εταιρείας στο Altamonte Springs της Φλόριντα.

source: We...found the median ‘real commission’ over the course of 37 rides in San Francisco was 39.01%%.
el: Βρήκαμε ότι η μέση «πραγματική προμήθεια» κατά τη διάρκεια των 37 βόλτων στο Σαν Φρανσίσκο ήταν 39,01%%.

source: Airbnb has canceled a number of accounts and bookings associated with the Unite the Right Free Speech Rally
el: Η Airbnb έχει ακυρώσει έναν αριθμό λογαριασμών και κρατήσεων που συνδέονται με το Unite the Right Free Rally Rally

source: San Francisco estimates that more than 50%% of current Airbnb listings in the city aren't eligible to be registered and thus would need to stop hosting visitors unless they can comply
el: Το Σαν Φρανσίσκο υπολογίζει ότι πάνω από 50%% των σημερινών καταχωρήσεων Airbnb στην πόλη δεν είναι επιλέξιμες για εγγραφή και έτσι θα πρέπει να σταματήσουν να φιλοξενούν τους επισκέπτες εκτός αν μπορούν να συμμορφωθούν

source: TIME’s poll of 3,000 people, conducted by Penn Schoen Berland in late November, found that 22%% of American adults, or 45 million people, have already offered some kind of good or service in this economy.
el: Η δημοσκόπηση των TIME των 3.000 ατόμων, που διενεργήθηκε από τον Penn Schoen Berland στα τέλη Νοεμβρίου, διαπίστωσε ότι 22%% Αμερικανών ενηλίκων ή 45 εκατομμυρίων ανθρώπων έχουν ήδη προσφέρει κάποιο είδος αγαθού ή υπηρεσίας σε αυτήν την οικονομία.

source: The sharing economy is estimated to grow from $14 billion in 2014 to $335 billion by 2025
el: Η οικονομία κοινής χρήσης εκτιμάται ότι θα αυξηθεί από 14 δισεκατομμύρια δολάρια το 2014 σε 335 δισεκατομμύρια δολάρια μέχρι το 2025

source: The new research, Sharing Economy: Opportunities, Impacts & Disruptors 2017-2022, forecasts that the sharing economy will reach $40.2 billion in 2022, in terms of platform provider revenues, up from $18.6 billion in 2017.
el: Η νέα έρευνα, Ανταλλαγή Οικονομίας: Ευκαιρίες, Επιπτώσεις και Διαταραχές 2017-2022, προβλέπει ότι η οικονομία κοινής χρήσης θα φτάσει τα 40,2 δισεκατομμύρια δολάρια το 2022, όσον αφορά τα έσοδα των παρόχων πλατφόρμας, από 18,6 δισεκατομμύρια δολάρια το 2017.

source: property managers...will be charged a 14 percent host-only fee by default. Until now, the default was that Airbnb charged hosts a 3 to 5 percent fixed fee
el: οι διαχειριστές ακινήτων ... θα χρεωθούν κατ 'αποκοπήν ως τέλη 14% για φιλοξενία μόνο. Μέχρι τώρα, η προεπιλογή ήταν ότι η Airbnb χρεώνει φιλοξενεί ένα σταθερό τέλος 3 έως 5 τοις εκατό

source: TNCs can take as much as 42.75%% from a minimum fare ride in San Francisco
el: Οι TNC μπορούν να πάρουν έως και 42,75%% από την ελάχιστη διαδρομή στο Σαν Φρανσίσκο

source: Projects built on IPFS
el: Έργα που βασίζονται στο IPFS

source: ...consider how easy it is to switch from Poloniex to GDAX, or to any of the dozens of cryptocurrency exchanges out there, and vice-versa in large part because they all have equal and free access to the underlying data, blockchain transactions. Here you have several competing, non-cooperating services which are interoperable with each other by virtue of building their services on top of the same open protocols. This forces the market to find ways to reduce costs, build better products, and invent radical new ones to succeed.
el: ... εξετάστε πόσο εύκολο είναι να μεταβείτε από το Poloniex στο GDAX ή σε οποιαδήποτε από τις δεκάδες ανταλλαγές κρυπτοσυχνότητας εκεί έξω και αντίστροφα σε μεγάλο βαθμό επειδή όλοι έχουν ίση και ελεύθερη πρόσβαση στα υποκείμενα δεδομένα, συναλλαγές blockchain. Εδώ έχετε αρκετές ανταγωνιστικές, μη συνεργαζόμενες υπηρεσίες οι οποίες είναι διαλειτουργικές μεταξύ τους χάρη στην κατασκευή των υπηρεσιών τους πάνω από τα ίδια ανοιχτά πρωτόκολλα. Αυτό αναγκάζει την αγορά να βρει τρόπους για να μειώσει το κόστος, να κατασκευάσει καλύτερα προϊόντα και να εφεύρει ριζοσπαστικά καινούργια για να πετύχει.

source: This relationship between protocols and applications is reversed in the blockchain application stack. Value concentrates at the shared protocol layer and only a fraction of that value is distributed along at the applications layer. It's a stack with "fat" protocols and "thin" applications.
el: Αυτή η σχέση μεταξύ των πρωτοκόλλων και των εφαρμογών αντιστρέφεται στη στοίβα εφαρμογών blockchain. Η τιμή συγκεντρώνεται στο στρώμα κοινόχρηστου πρωτοκόλλου και μόνο ένα κλάσμα αυτής της τιμής κατανέμεται μαζί στο επίπεδο εφαρμογών. Είναι μια στοίβα με "λιπαρά" πρωτόκολλα και "λεπτά" εφαρμογές.

source: The Origin Platform
el: Η πλατφόρμα προέλευσης

source: Enabling <span>Decentralized Marketplaces</span>
el: Ενεργοποίηση <span>αποκεντρωμένων αγορών</span>

source: Our vision is to promote the open and free exchange of services in the new Internet. To do this, we have built a platform that replicates much, if not all, of the functionality of third-party intermediaries on the blockchain and other distributed systems. This is an ambitious goal and a technically difficult engineering challenge, but we have already hit early milestones to prove out our technology and early use cases.
el: Το όραμά μας είναι να προωθήσουμε την ανοικτή και δωρεάν ανταλλαγή υπηρεσιών στο νέο Διαδίκτυο. Για να γίνει αυτό, έχουμε δημιουργήσει μια πλατφόρμα που αναπαράγει πολλές, αν όχι όλες, τις λειτουργίες τρίτων μεσάζοντων στο blockchain και σε άλλα κατανεμημένα συστήματα. Αυτός είναι ένας φιλόδοξος στόχος και μια τεχνικά δύσκολη πρόκληση μηχανικής, αλλά έχουμε ήδη επιτύχει πρόωρα ορόσημα για να αποδείξουμε την τεχνολογία μας και τις περιπτώσεις πρώιμης χρήσης.

source: The Origin Platform has three major components that are all open-source:
el: Η πλατφόρμα προέλευσης έχει τρία βασικά συστατικά που είναι όλα ανοικτά:

source: Origin-enabled end-user applications
el: Εφαρμογές τελικού χρήστη που έχουν προετοιμασία

source: Origin developer infrastructure
el: Προέλευση προγραμματιστών προέλευσης

source: Origin protocols
el: Πρωτόκολλα προέλευσης

source: The Origin flagship marketplace app is our consumer marketplace product that allows buyers and sellers on the network to do business. It is available today on the web at <a href='https://shoporigin.com'>shoporigin.com</a> and on both <a href='https://originprotocol.com/ios'>iOS</a> and <a href='https://originprotocol.com/android'>Android</a> mobile devices.
el: Η εμβληματική εφαρμογή Origin marketplace είναι το προϊόν μας στην αγορά καταναλωτών που επιτρέπει στους αγοραστές και τους πωλητές του δικτύου να κάνουν επιχειρήσεις. Είναι διαθέσιμο σήμερα στο διαδίκτυο στη διεύθυνση <a href='https://shoporigin.com'>shoporigin.com</a> και σε <a href='https://originprotocol.com/ios'>κινητές συσκευές iOS</a> και <a href='https://originprotocol.com/android'>Android</a>.

source: Today, there is one primary Origin marketplace decentralized app (DApp), though there are multiple vertical-specific DApps (e.g. in the home-sharing or services verticals) that are currently being actively developed. There are also multiple third-party applications already running on the Origin Platform.
el: Σήμερα, υπάρχει μια κύρια αποκεντρωμένη εφαρμογή της αγοράς προέλευσης (DApp), αν και υπάρχουν πολλαπλά κατακόρυφα συγκεκριμένα DApps (π.χ. στο σπίτι-sharing ή υπηρεσίες verticals) που αναπτύσσονται επί του παρόντος. Υπάρχουν επίσης πολλές εφαρμογές τρίτων που εκτελούνται ήδη στην Πλατφόρμα Origin.

source: Users can use the Origin flagship marketplace app provided they have the Origin Mobile app or an Ethereum wallet and a web3-enabled browser like Coinbase Wallet, imToken, Trust Wallet, or Metamask.
el: Οι χρήστες μπορούν να χρησιμοποιήσουν την εφαρμογή "Flagship Marketplace Origin", εφόσον διαθέτουν την εφαρμογή Origin Mobile ή ένα πορτοφόλι Ethereum και ένα πρόγραμμα περιήγησης με δυνατότητα web3, όπως το Πορτοφόλι Coinbase, το ImToken, το Πορτοφόλι Trust ή το Metamask.

source: Sellers can create listings, set availability of their offerings, and accept payment. Buyers can browse and search a full index of all goods and services offered on the Origin marketplace DApp, and most importantly, make purchases.
el: Οι πωλητές μπορούν να δημιουργούν καταχωρίσεις, να ορίζουν τη διαθεσιμότητα των προσφορών τους και να δέχονται πληρωμές. Οι αγοραστές μπορούν να αναζητήσουν και να αναζητήσουν έναν πλήρη κατάλογο όλων των αγαθών και υπηρεσιών που προσφέρονται στην αγορά προέλευσης DApp, και το πιο σημαντικό, κάνουν αγορές.

source: The Origin DApp serves as a lightweight client on the Origin Platform. The frontend code can even be hosted and distributed on the open IPFS network.
el: Το Origin DApp λειτουργεί ως ελαφρύς πελάτης στην Πλατφόρμα Origin. Ο κωδικός frontend μπορεί να φιλοξενηθεί και να διανεμηθεί στο ανοιχτό δίκτυο IPFS.

source: Of particular note is that we don’t intend for the Origin DApp to be the only way to access user and transaction data. Our code, protocols, and specifications are all 100%% open-source, and we expect and hope that others will extend and fork the code to create their own frontend experiences. Already, we have had over 170 open-source contributors participate in improving our core libraries and initial marketplace app. There are already multiple third-party DApps running on the Origin Platform across numerous verticals such as home-sharing, luxury ecommerce, and fine art.
el: Ιδιαίτερης σημείωσης είναι ότι δεν σκοπεύουμε το DApp Προέλευσης να είναι ο μόνος τρόπος πρόσβασης στα δεδομένα χρηστών και συναλλαγών. Κωδικό μας, τα πρωτόκολλα και οι προδιαγραφές είναι όλα 100%% open-source, και αναμένουμε και την ελπίδα ότι οι άλλοι θα επεκταθεί και πιρούνι τον κώδικα για να δημιουργήσουν τις δικές τους εμπειρίες frontend. Ήδη, έχουμε πάνω από 170 συνεργάτες ανοιχτού κώδικα που συμμετέχουν στη βελτίωση των βασικών βιβλιοθηκών μας και της αρχικής εφαρμογής της αγοράς. Υπάρχουν ήδη πολλά DApps τρίτων μερών στην Πλατφόρμα Προέλευσης σε πολλές κατακόρυφες περιοχές, όπως η κοινή χρήση κατοικίας, το ηλεκτρονικό εμπόριο πολυτελείας και η τέχνη.

source: We see the Origin flagship marketplace app as just the first way to interact with the Origin protocols. In the coming months and years after our 1.0 launch, we expect hundreds of third-party websites, mobile apps, and even new APIs to be built on top of the network.
el: Βλέπουμε την εφαρμογή Flagship Market Origin ως τον πρώτο τρόπο αλληλεπίδρασης με τα πρωτόκολλα προέλευσης. Τους επόμενους μήνες και χρόνια μετά την κυκλοφορία μας 1.0, αναμένουμε ότι εκατοντάδες ιστοσελίδες τρίτων, εφαρμογές για κινητά και ακόμη και νέα API θα χτιστούν πάνω από το δίκτυο.

source: To that end, we expect new and better user experiences that focus on specific verticals (e.g. home-sharing vs. tasks) or regions (e.g. Brazil vs. Switzerland) to be created that can drill deeper on custom features and localization. These third-party developer applications will take advantage of all or parts of the underlying Origin developer infrastructure and protocols. We intend to support fully decentralized applications, partially decentralized applications (e.g. applications that use managed wallets), and even mostly-centralized applications that are still focused on peer-to-peer commerce (e.g. applications that utilize the Origin Token for incentives that are hosted on traditional infrastructure).
el: Για το σκοπό αυτό, αναμένουμε να δημιουργηθούν νέες και καλύτερες εμπειρίες χρηστών που θα επικεντρωθούν σε συγκεκριμένες κατακόρυφες περιοχές (π.χ. ανταλλαγή κατοικίας σε σχέση με εργασίες) ή σε περιοχές (π.χ. Βραζιλία εναντίον Ελβετίας) που θα μπορούν να ασκηθούν βαθύτερα σε προσαρμοσμένες λειτουργίες και εντοπισμό. Αυτές οι εφαρμογές προγραμματιστών τρίτου μέρους θα επωφεληθούν από το σύνολο ή μέρος της υποκείμενης υποδομής και πρωτοκόλλων προγραμματιστών προέλευσης. Προβλέπουμε να υποστηρίξουμε πλήρως αποκεντρωμένες εφαρμογές, μερικώς αποκεντρωμένες εφαρμογές (π.χ. εφαρμογές που χρησιμοποιούν διαχειριζόμενα πορτοφόλια) και ακόμη και κυρίως συγκεντρωτικές εφαρμογές που εξακολουθούν να επικεντρώνονται στο εμπόριο από ομοτίμους (π.χ. εφαρμογές που χρησιμοποιούν το Token Origin για κίνητρα που φιλοξενούνται στις παραδοσιακές υποδομές).

source: We intend to build a robust developer ecosystem that results in many successful third-party applications. As blockchain and distributed technologies are still nascent and challenging to work with for most developers, Origin intends to release easy-to-use developer libraries that simplify the development process for third-parties. By implementing an easy-to-use abstraction layer, we hope to attract many more developers that have experience in traditional web and mobile technologies, but may not be familiar with blockchain programming
el: Σκοπεύουμε να οικοδομήσουμε ένα ισχυρό οικοσύστημα προγραμματιστών που θα έχει ως αποτέλεσμα πολλές επιτυχημένες εφαρμογές τρίτων κατασκευαστών. Καθώς οι blockchain και οι κατανεμημένες τεχνολογίες εξακολουθούν να δημιουργούν και να δημιουργούν προβλήματα για τους περισσότερους προγραμματιστές, η Origin σκοπεύει να κυκλοφορήσει εύκολα βιβλιοθήκες προγραμματιστών που απλοποιούν τη διαδικασία ανάπτυξης για τρίτους. Εφαρμόζοντας ένα εύκολο στη χρήση στρώμα αφαίρεσης, ελπίζουμε να προσελκύσουμε πολλούς περισσότερους προγραμματιστές που έχουν εμπειρία σε παραδοσιακές τεχνολογίες ιστού και κινητών, αλλά μπορεί να μην είναι εξοικειωμένοι με τον προγραμματισμό blockchain

source: The first of these libraries will be a Javascript GraphQL library that web developers can use in their web applications. Future libraries may include mobile libraries for popular mobile operating systems like Apple’s iOS and Google’s Android.
el: Η πρώτη από αυτές τις βιβλιοθήκες θα είναι μια βιβλιοθήκη Javascript GraphQL που οι προγραμματιστές Ιστού μπορούν να χρησιμοποιήσουν στις εφαρμογές τους στο διαδίκτυο. Οι μελλοντικές βιβλιοθήκες ενδέχεται να περιλαμβάνουν κινητές βιβλιοθήκες για δημοφιλή λειτουργικά συστήματα κινητής τηλεφωνίας όπως το iOS της Apple και το Android της Google.

source: In addition, we expect that some marketplace operators will want to get started without spending as much time and effort engineering fully-customized apps. As such, we’ve also launched an early version of our Marketplace Creator that enables marketplace operators to launch marketplaces with little or no programming required.
el: Επιπλέον, αναμένουμε ότι ορισμένοι φορείς εκμετάλλευσης της αγοράς θα θέλουν να ξεκινήσουν χωρίς να ξοδέψουν τόσο πολύ χρόνο και προσπάθεια για τη δημιουργία πλήρως προσαρμοσμένων εφαρμογών. Ως εκ τούτου, έχουμε ξεκινήσει επίσης μια πρώιμη έκδοση του Marketplace Creator που επιτρέπει στους χειριστές της αγοράς να λανσάρουν αγορές με ελάχιστο ή καθόλου απαιτούμενο προγραμματισμό.

source: Origin protocols encompass our open-source standards for many marketplace features, including user identity, publishing listings, and peer-to-peer transactions. The Protocols also include an open and shared data layer of users, listings, and other data on our Marketplace contract.
el: Τα πρωτόκολλα προέλευσης περιλαμβάνουν τα πρότυπα ανοικτού κώδικα για πολλές λειτουργίες της αγοράς, όπως η ταυτότητα των χρηστών, η δημοσίευση καταχωρήσεων και οι συναλλαγές από ομότιμους χρήστες. Τα Πρωτόκολλα περιλαμβάνουν επίσης ένα ανοιχτό και κοινόχρηστο επίπεδο δεδομένων χρηστών, λίστας και άλλα δεδομένα στη σύμβαση Marketplace μας.

source: A full list of our Ethereum smart contracts is below:
el: Ένας πλήρης κατάλογος των έξυπνων συμβολαίων μας είναι κάτω από:

source: Origin Token (OGN) Contract
el: Σύμβολο προέλευσης Token (OGN)

source: Origin Identity Contract
el: Σύμβαση ταυτότητας προέλευσης

source: User and transaction data is stored on the Ethereum blockchain and IPFS. This means that third-parties can query the public Ethereum blockchain and IPFS network for currently available listings, a history of previous transactions, and the reputations of various ecosystem buyers and sellers.
el: Τα δεδομένα χρηστών και συναλλαγών αποθηκεύονται στο Ethereum blockchain και το IPFS. Αυτό σημαίνει ότι τρίτα μέρη μπορούν να μάθουν από το δημόσιο blockchain Ethereum και το δίκτυο IPFS για τις τρέχουσες διαθέσιμες λίστες, το ιστορικό προηγούμενων συναλλαγών και τη φήμη διαφόρων αγοραστών και πωλητών οικοσυστημάτων.

source: This creates several benefits. First, the corpus of data is open and immutable, which means it can be trusted without requiring the traditional third-party intermediary that imposes its “trust tax”. Second, it levels the competitive playing field and allows for new teams of developers, entrepreneurs, and organizations to compete with each other off of this shared data, and ultimately creates greater value for the platform. After our 1.0 launch, we anticipate that much of the development of the Origin Platform will come from third-party developers that make use of this open data layer.
el: Αυτό δημιουργεί πολλά οφέλη. Πρώτον, το σύνολο δεδομένων είναι ανοικτό και αμετάβλητο, πράγμα που σημαίνει ότι μπορεί να εμπιστευτεί χωρίς να απαιτείται από τον παραδοσιακό τρίτο μεσάζοντα που επιβάλλει τον φόρο εμπιστοσύνης. Δεύτερον, ο βαθμός ανταγωνισμού ανταγωνισμού και επιτρέπει σε νέες ομάδες προγραμματιστών, επιχειρηματιών και οργανισμών να ανταγωνίζονται μεταξύ τους εκτός αυτών των κοινών δεδομένων και, τελικά, δημιουργεί μεγαλύτερη αξία για την πλατφόρμα. Μετά την κυκλοφορία του 1.0, αναμένουμε ότι μεγάλο μέρος της ανάπτυξης της Πλατφόρμας Origin θα προέλθει από προγραμματιστές τρίτων κατασκευαστών που χρησιμοποιούν αυτό το ανοιχτό επίπεδο δεδομένων.

source: The best precedent of this is Bitcoin itself. An open, immutable transaction history allowed many Bitcoin exchanges to pop up worldwide. They now compete for customers and trading volume with no single party having the luxury of benefiting off of private data. Far from giving away the keys to the kingdom, this has encouraged exchanges to compete on security, user experience, marketing, and fees<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. The aggregate efforts have pushed Bitcoin and cryptocurrency immeasurably further than if a single company had tried to pioneer a private digital currency and exchange
el: Το καλύτερο προηγούμενο είναι το ίδιο το Bitcoin. Ένα ανοιχτό, αμετάβλητο ιστορικό συναλλαγών επέτρεψε πολλές ανταλλαγές Bitcoin να αναδυθούν σε όλο τον κόσμο. Τώρα ανταγωνίζονται για τους πελάτες και τον όγκο των συναλλαγών χωρίς κανένα μέρος να έχει την πολυτέλεια να επωφελείται από τα ιδιωτικά δεδομένα. Μακριά από το να δώσουν τα κλειδιά στο βασίλειο, αυτό ενθάρρυνε τις ανταλλαγές να ανταγωνίζονται την ασφάλεια, την εμπειρία των χρηστών, το μάρκετινγκ και τα τέλη<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Οι συνολικές προσπάθειες έχουν ωθήσει το Bitcoin και την κρυπτοεγχειρητικότητα ανυπολόγιστα περισσότερο απ 'ότι εάν μια μόνο εταιρεία είχε προσπαθήσει να πρωτοπορήσει σε ένα ιδιωτικό ψηφιακό νόμισμα και να ανταλλάξει

source: Again, the intended goal is to have many minds collectively tackle the problem of building the right infrastructure, data models, information architecture, etc. to organize and consume data for the decentralized sharing economy.
el: Και πάλι, ο επιδιωκόμενος στόχος είναι να αντιμετωπίσουμε συλλογικά το πρόβλημα της δημιουργίας κατάλληλης υποδομής, μοντέλων δεδομένων, αρχιτεκτονικής πληροφόρησης κλπ. Για να οργανώσουμε και να καταναλώσουμε δεδομένα για την αποκεντρωμένη οικονομία κοινής χρήσης.

source: Key Product Features <span>& Benefits</span>
el: Βασικά χαρακτηριστικά προϊόντος <span>& Οφέλη</span>

source: To recap, at a high-level, the Origin Platform and third-party applications built on top of it have several intended advantages when compared to existing sharing economy marketplaces.
el: Για να ανακαλύψουμε, σε υψηλό επίπεδο, η Πλατφόρμα Καταγωγής και οι εφαρμογές τρίτων κατασκευασμένων πάνω σε αυτήν έχουν διάφορα προσδοκώμενα πλεονεκτήματα σε σύγκριση με τις υφιστάμενες αγορές κοινής οικονομίας.

source: Of paramount importance is the ability to cut out almost all of the transaction fees associated from bookings between buyers and suppliers. Because of the Fat Protocol phenomenon, the value of the network lies mostly in the value of the protocol layer<a class='whitepaper-footnote-link' href='#footnote17'>17</a>, and less on the applications layer (in this case, websites that would otherwise charge fees). Our incentives are to build a rich ecosystem of buyers and sellers, so we do not intend to charge onerous transaction fees on the protocol level.
el: Ιδιαίτερη σημασία έχει η δυνατότητα να μειωθούν σχεδόν όλες οι χρεώσεις συναλλαγών που συνδέονται με κρατήσεις μεταξύ αγοραστών και προμηθευτών. Λόγω του φαινομένου του πρωτοκόλλου λίπους, η αξία του δικτύου έγκειται κυρίως στην αξία του στρώματος πρωτοκόλλου<a class='whitepaper-footnote-link' href='#footnote17'>17</a>και λιγότερο στο επίπεδο εφαρμογών (στην περίπτωση αυτή, ιστότοποι που διαφορετικά θα χρεώνουν τέλη). Τα κίνητρά μας είναι να οικοδομήσουμε ένα πλούσιο οικοσύστημα αγοραστών και πωλητών, οπότε δεν σκοπεύουμε να χρεώσουμε τα επαχθή τέλη συναλλαγών σε επίπεδο πρωτοκόλλου.

source: Note that this does not necessarily prohibit transaction fees charged by third-party application developers. Today, Origin Tokens are used as an incentive mechanism that provides third-party marketplace operators with a revenue stream via Origin Commissions. Sellers can choose to promote their listings, providing an optional commission to the marketplace operator that helps connect them with a buyer. While we expect these fees to be significantly lower than existing centralized incumbents, it’s important that marketplace operators and e-commerce merchants have an incentive to build feature-rich dedicated experiences on top of the Origin developer libraries and protocols.
el: Σημειώστε ότι αυτό δεν απαγορεύει απαραίτητα τις χρεώσεις συναλλαγών που χρεώνονται από προγραμματιστές εφαρμογών τρίτων κατασκευαστών. Σήμερα, τα Tokens Origin χρησιμοποιούνται ως μηχανισμός παροχής κινήτρων, ο οποίος παρέχει στους φορείς εκμετάλλευσης τρίτων με μια ροή εσόδων μέσω των Αρχικών Επιτροπών. Οι πωλητές μπορούν να επιλέξουν να προωθήσουν τις λίστες τους, παρέχοντας μια προαιρετική προμήθεια στον φορέα εκμετάλλευσης της αγοράς που τους βοηθά να τις συνδέσουν με έναν αγοραστή. Παρόλο που αναμένουμε ότι τα τέλη αυτά θα είναι σημαντικά χαμηλότερα από τους υφιστάμενους κεντρικούς φορείς εκμετάλλευσης, είναι σημαντικό οι υπεύθυνοι της αγοράς και οι έμποροι ηλεκτρονικού εμπορίου να έχουν κίνητρο να δημιουργήσουν αφιερωμένες πλούσιες σε πλούσια εμπειρία λειτουργίες, πάνω από τις βιβλιοθήκες και τα πρωτόκολλα για την ανάπτυξη των Origin.
