Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: With the official launch of Ethereum in July 2015, the world was given its first widely-adopted blockchain that supported smart contracts. Ethereum has created “programmable money” and just as importantly, a community of developers, evangelists, and investors that are committed to furthering the technology stack and use cases.
el: Με την επίσημη έναρξη της εταιρείας Ethereum τον Ιούλιο του 2015, ο κόσμος έλαβε το πρώτο ευρέως υιοθετημένο blockchain που υποστήριζε έξυπνα συμβόλαια. Το Ethereum δημιούργησε "προγραμματιζόμενα χρήματα" και εξίσου σημαντικό, μια κοινότητα προγραμματιστών, ευαγγελιστών και επενδυτών που δεσμεύονται να προωθήσουν την τεχνολογική στοίβα και τις περιπτώσεις χρήσης.

source: On the data storage side, the Interplanetary File System (IPFS) has gained traction<a class='whitepaper-footnote-link' href='#footnote15'>15</a> as a distributed data repository for the open, persistent web. With the expected future launch of FileCoin and their Proof-of-Replication (PoR) and Proof-of-Spacetime (PoSt), large amounts of data will be able to be stored in a distributed and trustless fashion with the right incentive model to make it work.
el: Από την πλευρά αποθήκευσης δεδομένων, το Διαπλανητικό σύστημα αρχείων (IPFS) έχει κερδίσει την έλξη<a class='whitepaper-footnote-link' href='#footnote15'>15</a> ως αποθετήριο κατανεμημένων δεδομένων για τον ανοικτό, επίμονο ιστό. Με την αναμενόμενη μελλοντική εκτόξευση του FileCoin και της Απόδειξής τους (PoR) και της απόδειξης του χώρου χρόνου (PoSt), μεγάλα ποσά δεδομένων θα μπορούν να αποθηκευτούν με τρόπο κατανεμημένο και χωρίς εμπιστοσύνη, με το κατάλληλο μοντέλο κινήτρων να κάνει λειτουργεί.

source: Built on top of these two underlying technologies, the Origin Platform has been live in Beta for nearly a year. After getting valuable feedback from thousands of early users, we are launching the 1.0 version of the Origin Platform in Q1 of 2020.
el: Χτισμένο πάνω σε αυτές τις δύο βασικές τεχνολογίες, η Πλατφόρμα Προεγγραφής έχει ζήσει στην Beta για σχεδόν ένα χρόνο. Αφού λάβουμε πολύτιμη ανατροφοδότηση από χιλιάδες πρώιμους χρήστες, ξεκινάμε την έκδοση 1.0 της Πλατφόρμας Καταγωγής στο πρώτο τρίμηνο του 2020.

source: We believe that now is the perfect time to push forward the peer-to-peer marketplace and e-commerce markets to take advantage of growing market demands and promising technology innovations.
el: Πιστεύουμε ότι τώρα είναι η κατάλληλη στιγμή για να προωθήσουμε την αγορά peer-to-peer και τις αγορές ηλεκτρονικού εμπορίου για να επωφεληθούν από τις αυξανόμενες απαιτήσεις της αγοράς και τις πολλά υποσχόμενες τεχνολογικές καινοτομίες.

source: Missing email
el: Λείπει email

source: Invalid email
el: Ακυρη διεύθυνση ηλεκτρονικού ταχυδρομείου

source: You're already registered!
el: Είστε ήδη εγγεγραμμένοι!

source: Thanks for signing up!
de: Danke für Ihre Registrierung!
el: Ευχαριστούμε για την εγγραφή!
nl: Bedankt voor uw inschrijving!
th: ขอขอบคุณที่ลงทะเบียน!

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
el: Παρακαλώ εισάγετε το όνομά σας
nl: Vul alstublieft uw naam in
th: กรุณากรอกชื่อของคุณ

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail Adresse ein
el: Παρακαλώ εισάγετε το email σας
nl: Vul alstublieft u e-mail in
th: โปรดป้อนอีเมลของคุณ

source: Select your country of citizenship
el: Επιλέξτε τη χώρα σας με την ιδιότητα του πολίτη

source: Please enter your desired allocation
de: Bitte geben Sie den gewünschten Beitrag an
el: Παρακαλώ εισάγετε την επιθυμητή κατανομή σας
nl: Vul alstublieft uw gewenste allocatie in
th: โปรดป้อนการจัดสรรที่คุณต้องการ

source: Select a currency
el: Επιλέξτε ένα νόμισμα

source: Please prove you are not a robot.
de: Bitte bestätigen Sie, dass Sie kein Roboter sind.
el: Παρακαλώ αποδείξτε ότι δεν είστε ρομπότ.
nl: Bewijs alstublieft dat u geen robot bent
th: โปรดพิสูจน์ว่าคุณไม่ใช่หุ่นยนต์

source: OK
el: Εντάξει

source: You have been unsubscribed
de: Sie wurden abgemeldet
el: Έχετε απεγγραφεί
nl: U bent uitgeschreven
th: คุณได้ยกเลิกการสมัครแล้ว

source: Ooops, something went wrong
de: Ooops! Etwas ist schief gegangen
el: Ωχ, κάτι πήγε στραβά
nl: Oeps! Er ging iets verkeerd
th: โอ๊ะสิ่งที่ผิดพลาด

source: You are already signed up!
de: Sie sind bereits registriert!
nl: U bent reeds ingeschreven!
th: คุณลงทะเบียนแล้ว!

source: The page you’re looking for is no longer here, maybe it was never here in the first place. In any case, we sincerely apologize if it’s us and we forgive you if it’s you :)
de: Die Seite, nach der Sie suchen, ist nicht mehr hier, vielleicht war sie nie hier. Auf jeden Fall entschuldigen wir uns aufrichtig, wenn es unser Fehler ist und wir vergeben Ihnen, wenn Sie es sind :)
nl: De pagina die u probeert te openen bestaat niet meer of heeft nooit bestaan. Onze verontschuldigingen wanneer dit aan ons te wijten is, we vergeven het u als het aan u ligt :)
th: หน้าเว็บที่คุณกำลังมองหาไม่ได้อยู่ที่นี่แล้วอาจจะไม่เคยมีมาก่อน ไม่ว่าในกรณีใดก็ตามเราขอโทษด้วยความจริงใจถ้าเป็นเราและเรายกโทษให้คุณถ้าเป็นคุณ :)

source: Origin Protocol is the blockchain platform for building decentralized marketplaces
de: Origin Protocol ist die Blockchain-Plattform für den Aufbau dezentraler Marktplätze
nl: Origin Protocol is het blockchain-platform voor het bouwen van gedecentraliseerde markten
th: Origin Protocol เป็นแพลตฟอร์มบล็อกเชนสำหรับการสร้างตลาดแบบกระจายอำนาจ

source: New!
de: Neu!
nl: Nieuwe!
th: ใหม่!

source: Create your own<br>decentralized marketplace.
de: Erstellen Sie Ihren eigenen<br>dezentralen Marktplatz.
nl: Creëer uw eigen<br>gedecentraliseerde marktplaats.
th: สร้างตลาดการกระจายอำนาจ<br>ของคุณเอง

source: Try It Now
de: Versuchen Sie es jetzt
nl: Probeer het nu
th: ลองใช้เลย

source: Origin is enabling true peer to peer commerce. We believe in lowering transaction fees, promoting free and transparent commerce, serving the unbanked, and giving early participants in the community a stake in the network.
de: Origin ermöglicht echtes Peer-to-Peer-Commerce. Wir glauben daran, die Transaktionsgebühren zu senken, den freien und transparenten Handel zu fördern, den Nichtbanken zu dienen und den frühen Teilnehmern der Gemeinschaft eine Beteiligung am Netzwerk zu ermöglichen.
nl: Origin maakt echte peer-to-peer handel mogelijk. Wij geloven in het verlagen van transactiekosten, het bevorderen van vrije en transparante handel, het dienen van de niet-gekapittelde en het geven van vroege participatie aan de gemeenschap een belang in het netwerk.
th: Origin เปิดใช้งานการค้าเพียร์ทูเพียร์ที่แท้จริง เราเชื่อมั่นในการลดค่าธรรมเนียมการทำธุรกรรมการส่งเสริมการค้าเสรีและโปร่งใสให้บริการผู้ที่ไม่มีธนาคารและให้ผู้มีส่วนร่วมในชุมชนได้เข้าร่วมในเครือข่าย

source: Origin Protocol, Inc.
th: พิธีสารต้นกำเนิด, Inc

source: Privacy
de: Datenschutz
th: ความเป็นส่วนตัว

source: Resources
de: Ressourcen
nl: Middelen
th: ทรัพยากร

source: Developers
de: Entwickler
nl: ontwikkelaars
th: นักพัฒนา

source: Docs
th: เอกสาร

source: Whitepaper
th: กระดาษสีขาว

source: Organization
de: Organisation
nl: Organisatie
th: องค์กร

source: Tokens
th: ราชสกุล

source: Meetups
th: พบปะ

source: Medium
th: ปานกลาง

source: The sharing economy without intermediaries. Origin is a protocol for creating sharing economy marketplaces using the Ethereum blockchain and IPFS.
de: Die Sharing Economy ohne Vermittler. Origin ist ein Protokoll zur Erstellung von Sharing Economy-Marktplätzen mit der Ethereum-Blockchain und IPFS.
nl: De deeleconomie zonder tussenpersonen. Origin is een protocol bedoeld om markten te creëren voor de deeleconomie door het gebruik van de Ethereum-blockchain en IPFS.
th: การแบ่งปันระบบเศรษฐกิจโดยไม่มีตัวกลาง Origin เป็นโปรโตคอลในการสร้างตลาดธุรกิจร่วมกันโดยใช้ Ethereum blockchain และ IPFS

source: Decentralized marketplaces on the blockchain
de: Dezentrale Marktplätze an der Blockchain
nl: Gedecentraliseerde marktplaatsen op de blockchain
th: กระจายอำนาจการตลาดบน blockchain

source: Origin is a protocol for creating peer-to-peer marketplaces<br>using the Ethereum blockchain and IPFS
de: Origin ist ein Protokoll zum Erstellen von Peer-to-Peer-Marktplätzen<br>Verwendung der Ethereum-Blockchain und des IPFS
nl: Origin is een protocol voor het creëren van peer-to-peer-marktplaatsen<br>met behulp van de Ethereum-blockchain en IPFS
th: Origin เป็นโปรโตคอลสำหรับการสร้างตลาดแบบ peer-to-peer<br>โดยใช้ Ethereum blockchain และ IPFS

source: The Origin platform
de: Die Origin Plattform
nl: Het Origin-platform
th: แพลตฟอร์ม Origin

source: We empower developers and businesses to build decentralized marketplaces on the blockchain. Our protocol makes it easy to create and manage listings for the fractional usage of assets and services. Buyers and sellers can discover each other, browse listings, make bookings, leave ratings and reviews, and much more.
de: Wir befähigen Entwickler und Unternehmen, dezentrale Marktplätze auf der Blockchain aufzubauen. Unser Protokoll erleichtert das Erstellen und Verwalten von Auflistungen für die anteilige Verwendung von Assets und Services. Käufer und Verkäufer können sich gegenseitig entdecken, Angebote durchsuchen, Buchungen vornehmen, Bewertungen und Beurteilungen hinterlassen und vieles mehr.
nl: We stimuleren ontwikkelaars en bedrijven om decentrale marktplaatsen te maken op de blockchain. Ons protocol maakt het makkelijk om advertenties te maken en beheren voor het deelbare gebruik van activa en diensten. Kopers en verkopers kunnen elkaar ontdekken, advertenties zoeken, boekingen maken, waarderingen en beoordelingen achterlaten en nog veel meer.
th: เราให้อำนาจแก่นักพัฒนาซอฟต์แวร์และธุรกิจในการสร้างตลาดที่กระจายอำนาจบน blockchain โปรโตคอลของเราช่วยให้สามารถสร้างและจัดการรายชื่อสำหรับการใช้งานสินทรัพย์และบริการบางส่วน ผู้ซื้อและผู้ขายสามารถค้นพบซึ่งกันและกันเรียกดูรายชื่อทำการจองทิ้งการให้คะแนนและความเห็นและอื่น ๆ อีกมากมาย

source: Join Our Discord
de: Tritt unserer Zwietracht bei
nl: Word lid van onze tweedracht
th: เข้าร่วมความขัดแย้งของเรา

source: Partners building on Origin
de: Partner, die auf Origin aufbauen
nl: Partners bouwend op Origin
th: การสร้างพาร์ทเนอร์เกี่ยวกับ Origin

source: Teams all over the world are building on Origin's protocols, but we're looking for more amazing people to join our mission.
de: Teams auf der ganzen Welt bauen auf Origins Protokollen auf, aber wir suchen noch mehr tolle Leute, die sich unserer Mission anschließen.
nl: Teams van over de hele wereld bouwen aan Origin's protocollen, maar we zoeken nog meer fantastische mensen om ons te helpen met onze missie.
th: ทีมงานทั่วโลกกำลังสร้างโปรโตคอลของ Origin แต่เรากำลังมองหาคนที่น่าอัศจรรย์มากขึ้นเพื่อเข้าร่วมภารกิจของเรา

source: View All Partners
de: Alle Partner anzeigen
nl: Bekijk alle partners
th: ดูพาร์ทเนอร์ทั้งหมด

source: Build your business on Origin
de: Bauen Sie Ihr Geschäft auf Origin auf
nl: Bouw uw bedrijf op Origin
th: สร้างธุรกิจของคุณที่ Origin

source: Whether you are a freelance photographer, apartment owner, bikeshare supplier, or existing sharing economy business, Origin makes it easy to do business on the decentralized web.
de: Egal, ob Sie ein freiberuflicher Fotograf, Wohnungseigentümer, Bikeshare-Anbieter oder ein existierendes Sharing Economy-Unternehmen sind, Origin macht es einfach, Geschäfte auf dem dezentralen Web zu tätigen.
nl: Of je nu een freelance fotograaf, eigenaar van een appartement, deelfiets aanbieder of een bestaand bedrijf bent in de deeleconomie, Origin maakt het u makkelijk om zaken te doen op het decentrale web.
th: ไม่ว่าคุณจะเป็นช่างภาพอิสระเจ้าของอพาร์ทเมนต์ผู้จัดจำหน่าย bikeshare หรือธุรกิจด้านการแบ่งปันธุรกิจที่มีอยู่ Origin ช่วยให้ทำธุรกิจบนเว็บที่กระจายอำนาจได้ง่าย

source: Get in touch to learn more.
de: Treten Sie mit uns in Kontakt, um mehr zu erfahren.
nl: Neem contact op voor meer informatie.
th: ติดต่อเพื่อเรียนรู้เพิ่มเติม

source: Create Your Marketplace
de: Erstellen Sie Ihren Marktplatz
nl: Creëer uw marktplaats
th: สร้างตลาดของคุณ

source: It's time to replace rent-seeking middlemen
de: Es ist Zeit, teure Zwischenhändler zu ersetzen
nl: Het is tijd om de winstbeluste tussenpersoon te vervangen
th: ถึงเวลาแล้วที่จะมาแทนที่พ่อค้าคนกลางที่กำลังหาค่าเช่า

source: Harnessing the power of the Ethereum blockchain, listings are managed via a secure and transparent system that acts as a neutral third party. Buyers and sellers share the 20-30%% transaction fees that currently go to companies like Uber, Airbnb, Fiverr, and Getaround.
de: Indem sie die Macht der Ethereum-Blockchain nutzen, werden Listings über ein sicheres und transparentes System verwaltet, das als neutraler Dritter fungiert. Käufer und Verkäufer teilen sich die 20-30 %% Transaktionsgebühren, die derzeit an Unternehmen wie Uber, Airbnb, Fiverr und Getaround gehen.
nl: Door het gebruik van de Ethereum-blockchain kunnen de advertenties beheerd worden via een veilig en transparant systeem dat als een neutrale derde partij fungeert. Kopers en verkopers delen de 20-30%% transactiekosten die momenteel gaat naar bedrijven zoals Uber, Airbnb, Fiverr en Getaround.
th: การควบคุมพลังของกลุ่มโฆษณาที่เป็น Ethereum รายการมีการจัดการผ่านระบบที่ปลอดภัยและโปร่งใสซึ่งทำหน้าที่เป็นบุคคลที่สามที่เป็นกลาง ผู้ซื้อและผู้ขายแชร์ค่าธรรมเนียมการทำธุรกรรม 20-30%% ซึ่งขณะนี้ไปที่ บริษัท ต่างๆเช่น Uber, Airbnb, Fiverr และ Getaround

source: Smart contracts enable secure and reliable payments directly from one party to another
de: Smart Contracts ermöglichen sichere und zuverlässige Zahlungen direkt von einer Partei zur anderen
nl: Smart contracts maken het mogelijk veilig en betrouwbaar betalingen te doen van de een naar de ander
th: สัญญาที่ชาญฉลาดช่วยให้สามารถชำระเงินได้อย่างปลอดภัยและเชื่อถือได้โดยตรงจากฝ่ายหนึ่งไปยังอีกฝ่ายหนึ่ง

source: Protocol schemas support hundreds of listing types, including custom verticals
de: Protokollschemas unterstützen Hunderte von Auflistungstypen, einschließlich benutzerdefinierter Branchen
nl: Protocol biedt ondersteuning voor honderden types advertenties, inclusief aparte verticalen
th: โปรโตคอล schema สนับสนุนหลายร้อยประเภทรายการรวมถึงแนวดิ่งที่กำหนดเอง

source: Open and shared data encourages innovation by developers and businesses
de: Offene und gemeinsam genutzte Daten fördern die Innovation von Entwicklern und Unternehmen
nl: Open en gedeelde data stimuleert innovatie door ontwikkelaars en bedrijven
th: ข้อมูลที่เปิดและแชร์ช่วยสนับสนุนนวัตกรรมโดยนักพัฒนาซอฟต์แวร์และธุรกิจต่างๆ

source: Identity verification and reputation data on the blockchain ensures safe, reputable partners
de: Identitätsüberprüfung und Reputationsdaten auf der Blockchain gewährleisten sichere, seriöse Partner
nl: Verificatie van identiteiten en reputatie data op de blockchain zorgt voor veilige, betrouwbare partners
th: การตรวจสอบตัวตนและข้อมูลชื่อเสียงใน blockchain ทำให้แน่ใจได้ว่าพันธมิตรที่เชื่อถือได้และปลอดภัย

source: May 2017
de: Mai 2017
nl: Mei 2017
th: พฤษภาคม 2017

source: Idea conception and early development
de: Ideenfindung und frühe Entwicklung
nl: Ideeconceptie en vroege ontwikkeling
th: ความคิดและการพัฒนาในช่วงต้น

source: September 2017
th: กันยายน 2017

source: December 2017
de: Dezember 2017
th: ธันวาคม 2560

source: Launch alpha on Ethereum testnet
de: Starten Sie alpha auf Ethereum testnet
nl: Start alpha op Ethereum testnet
th: เรียกใช้ alpha บน Ethereum testnet

source: Launch beta on Ethereum testnet
de: Starten Sie die Beta auf Ethereum testnet
nl: Start bèta op Ethereum testnet
th: เรียกใช้เบต้าบน Ethereum testnet

source: Platform readiness and mainnet launch
de: Plattformbereitschaft und Mainnet-Start
nl: Platform gereed en start lancering
th: ความพร้อมของแพลตฟอร์มและการเปิดตัว mainnet

source: 3rd-parties expected to launch DApps
de: Es wird erwartet, dass Drittanbieter DApps einführen
nl: Van derden wordt verwacht dat ze DApps starten
th: บุคคลที่สามคาดว่าจะเปิดตัว DApps

source: Join us in building the sharing economy of tomorrow
de: Begleiten Sie uns beim Aufbau der Sharing Economy von morgen
nl: Bouw samen met ons de deeleconomie van morgen
th: มาร่วมกับเราในการสร้างระบบการแบ่งปันในวันพรุ่งนี้

source: Sign up for our mailing list and be first to learn of any Origin news!
de: Melden Sie sich für unsere Mailing-Liste an und erfahren Sie als Erster alles über Origin Neuigkeiten!
nl: Meld u aan voor onze mailing list en ben als eerste op de hoogte van al het Origin nieuws!
th: ลงทะเบียนเพื่อรับรายชื่อผู้รับจดหมายของเราและเป็นคนแรกที่เรียนรู้เกี่ยวกับข่าว Origin!

source: Enter email
de: Geben Sie bitte Ihre E-mail Adresse ein
nl: Voer e-mailadres in
th: กรอกอีเมล

source: Join the Community
de: Treten Sie der Community bei
nl: Kom bij de Community
th: เข้าร่วมชุมชน

source: Press
de: Presse
nl: Pers & Media
th: กด

source: If Airbnb were being started today, it would've been a peer-to-peer cooperative model based on a blockchain - Joey Krug, Augur
de: Wenn Airbnb heute gestartet würde, wäre es ein Peer-to-Peer-kooperatives Modell auf Basis einer Blockchain - Joey Krug, Augur
nl: Als Airbnb vandaag gestart zou zijn, zou het een coöperatief peer-to-peer model op een blockchain zijn geweest - Joey Krug, Augur
th: หาก Airbnb เริ่มต้นขึ้นในวันนี้ก็คงจะเป็นแบบสหกรณ์แบบเพียร์ถึงเพียร์โดยยึดตามบล็อกเกอร์เช่น Joey Krug, Augur

source: Origin Protocol nabs $28 million for peer-to-peer blockchain platform. Token sale fuels funding round; about 45 companies have committed as customers
de: Origin-Protokoll kassierte 28 Millionen US-Dollar für eine Peer-to-Peer-Blockchain-Plattform. Token-Verkauf fördert Finanzierungsrunde; Etwa 45 Unternehmen haben sich als Kunden verpflichtet
nl: Origin Protocol haalt $28 miljoen op voor peer-to-peer blockchain platform. Token verkoop stimuleert financieringsronde; circa 45 bedrijven hebben zich gecommitteerd als klanten
th: Origin Protocol จับรางวัลแพลตฟอร์ม blockchain แบบ peer-to-peer จำนวน 28 ล้านเหรียญ ขายเงินสเตอร์ลิงเชื้อเพลิงรอบ; ประมาณ 45 บริษัท มีความมุ่งมั่นเป็นลูกค้า

source: Origin aims to create a set of protocols that allow developers and businesses to build a decentralized sharing economy marketplace on a blockchain.
de: Origin zielt darauf ab, eine Reihe von Protokollen zu erstellen, die es Entwicklern und Unternehmen ermöglichen, einen dezentralisierten Sharing-Economy-Marktplatz auf einer Blockchain aufzubauen.
nl: Origin beoogt een set van protocollen te creëren waarmee ontwikkelaars en bedrijven een decentrale marktplaats voor de deeleconomie op de blockchain kunnen bouwen.
th: แหล่งกำเนิดสินค้ามีจุดมุ่งหมายเพื่อสร้างชุดโปรโตคอลที่ช่วยให้นักพัฒนาซอฟต์แวร์และธุรกิจสามารถสร้างตลาดร่วมกันด้านการกระจายอำนาจในแบบแบ่งกลุ่มได้

source: Origin Protocol, which uses the ethereum blockchain, enables buyers and sellers to interact with each other in an effective manner.
de: Origin Protocol, das die Ethereum-Blockchain verwendet, ermöglicht es Käufern und Verkäufern, effektiv miteinander zu interagieren.
nl: Origin Protocol, dat gebruik maakt van de ethereum blockchain, maakt het mogelijk voor kopers en verkopers om op een effectieve manier met elkaar te communiceren.
th: โปรโตคอลต้นทางซึ่งใช้โครงสร้างบล็อกแบบละเอียดช่วยให้ผู้ซื้อและผู้ขายสามารถโต้ตอบกันได้อย่างมีประสิทธิภาพ

source: A decentralized digital ledger that allows for transactions between users without an intermediary (and without its fees), is poised to reinvent the user experience in the sharing economy.
de: Ein dezentrales digitales Hauptbuch, das Transaktionen zwischen Benutzern ohne einen Vermittler (und ohne seine Gebühren) ermöglicht, ist bereit, die Benutzererfahrung in der Sharing Economy neu zu erfinden.
nl: Een decentrale digitaal grootboek dat transacties tussen gebruikers mogelijk maakt zonder een tussenpersoon (en zonder zijn kosten), is klaar om de gebruikservaring van de deeleconomie opnieuw uit te vinden.
th: บัญชีแยกประเภทแบบดิจิทัลแบบกระจายอำนาจที่ช่วยให้การทำธุรกรรมระหว่างผู้ใช้โดยไม่มีตัวกลาง (และไม่มีค่าธรรมเนียม) จะช่วยสร้างประสบการณ์ใหม่ ๆ ในการแบ่งปันระบบเศรษฐกิจ

source: It sounds utopic and downright revolutionary: a world of benevolent social enterprises and non-profit organizations seeking to empower consumers and give them back their privacy rights, and maybe save them some money too.
de: Es klingt utopisch und geradezu revolutionär: eine Welt wohlwollender Sozialunternehmen und gemeinnütziger Organisationen, die die Verbraucher stärken und ihnen ihre Datenschutzrechte zurückgeben wollen, und vielleicht auch etwas Geld sparen.
nl: Het klinkt utopisch en ronduit revolutionair: een wereld van welwillende sociale ondernemingen en non-profit origanisaties die zich richten op de consument en hun het recht op privacy teruggeven, en ze misschien ook nog wat geld bespaart.
th: ดูเหมือนว่าจะเป็นการปฏิวัติโลกทัศน์ที่ไร้ศีลธรรมและจริงจัง: โลกขององค์กรทางสังคมที่มีใจดีและองค์กรที่ไม่หวังผลกำไรที่ต้องการสร้างพลังอำนาจให้กับผู้บริโภคและให้สิทธิส่วนบุคคลแก่พวกเขาและอาจช่วยประหยัดเงินได้ด้วย

source: Origin Protocol uses the Ethereum Blockchain to help buyers and sellers transact in a decentralized environment without traditional intermediaries.
de: Origin Protocol verwendet die Ethereum Blockchain, um Käufern und Verkäufern zu helfen, in einer dezentralisierten Umgebung ohne traditionelle Vermittler zu handeln.
nl: Origin Protocol gebruikt de Ethereum blockchain om kopers en verkopers te helpen transacties te doen in een decentrale omgeving zonder de traditionele tussenpersonen.
th: โปรโตคอลต้นทางใช้ Ethereum Blockchain เพื่อช่วยผู้ซื้อและผู้ขายทำธุรกรรมในสภาพแวดล้อมแบบกระจายอำนาจโดยไม่มีตัวกลางแบบดั้งเดิม

source: Imagine an Airbnb with zero commissions and completely democratic. The platform is not controlled by a Silicon Valley giant but offered free to anyone with access to the internet.
de: Stellen Sie sich einen Airbnb vor, der null Provisionen hat und vollkommen demokratisch ist. Die Plattform wird nicht von einem Silicon Valley-Riesen kontrolliert, sondern wird jedem, der Zugang zum Internet hat, kostenlos angeboten.
nl: Stel je een Airbnb voor met nul commissies en volledig democratisch. Het platform wordt niet bestuurd door een reus uit Silicon Valley, maar gratis aangeboden aan iedereen met toegang tot internet.
th: ลองนึกภาพ Airbnb ด้วยค่าคอมมิชชั่นเป็นศูนย์และประชาธิปไตยอย่างสมบูรณ์ แพลตฟอร์มดังกล่าวไม่ได้ถูกควบคุมโดยยักษ์ Silicon Valley แต่ให้บริการฟรีแก่ทุกคนที่สามารถเข้าถึงอินเทอร์เน็ต

source: The Origin Protocol is a set of open-source blockchain protocols for buyers and sellers of services like car-sharing or home-sharing to transact on a decentralized, open web platform.
de: Das Origin-Protokoll besteht aus einer Reihe von Open-Source-Blockchain-Protokollen für Käufer und Verkäufer von Diensten wie Car-Sharing oder Home-Sharing, die auf einer dezentralen, offenen Webplattform agieren.
nl: Het Origin Protocol is een set van open-source blockchain protocollen voor kopers en verkopers van diensten zoals carpoolen of het delen van woonruimte om transacties te doen op een decentraal, open webplatform.
th: โปรโตคอล Origin Protocol คือชุดโปรโตคอล blockchain แบบโอเพนซอร์สสำหรับผู้ซื้อและผู้ขายบริการเช่นการแชร์รถหรือการแชร์ที่บ้านเพื่อทำธุรกรรมบนแพลตฟอร์มเว็บแบบกระจาย

source: What if open-source software can replace dozens of multi-million or even multi-billion dollar companies?
de: Was ist, wenn Open-Source-Software Dutzende von Multimillionen- oder sogar Multimilliarden-Dollar-Unternehmen ersetzen kann?
nl: Wat als open-source software bestaande miljoenen- of zelfs miljardenbedrijven kan vervangen?
th: เกิดอะไรขึ้นถ้าซอฟต์แวร์โอเพนซอร์สสามารถแทนที่ บริษัท หลายล้านหรือแม้แต่หลายพันล้านดอลลาร์ได้
