Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: Origin Protocol - Privacy Policy
de: Origin Protocol - Datenschutzbestimmungen
el: Πρωτόκολλο προέλευσης - Πολιτική απορρήτου
nl: Origin Protocol - Privacybeleid
th: Origin Protocol - นโยบายความเป็นส่วนตัว

source: Origin Protocol - Product
el: Origin Protocol - Προϊόν

source: Read our new Litepaper
el: Διαβάστε τo καινούργιο μας Litepaper

source: Customizable and hosted on your own domain
el: Προσαρμόσιμο και φιλοξενούμενο στον δικό σας domain

source: Maintain control of your brand
el: Διατηρήστε τον έλεγχο του Brand σας

source: Unique auction mechanics to maximize revenue
el: Μοναδικοί μηχανισμοί δημοπρασιών για μεγιστοποίηση εσόδων

source: Secondary marketplace launching soon
el: Η δευτερογενής αγορά θα ξεκινήσει σύντομα

source: Best-in-class uptime and scaling
el: Καλύτερο σε χρόνους λειτουργίας και scaling στην κατηγορία

source: Supports both credit cards and cryptocurrency
el: Υποστηρίζει τόσο πιστωτικές κάρτες όσο και κρυπτονομίσματα

source: The first stablecoin that earns a yield while it's still in your wallet.
el: Το πρώτο stablecoin που κερδίζει επιτόκιο όσο είναι ακόμα στο πορτοφόλι σας.

source: Get OUSD
el: Αγοράστε OUSD

source: A decentralized and open source e-commerce platform that allows anyone to create an online store easily
el: Μια αποκεντρωμένη και ανοιχτή πλατφόρμα ηλεκτρονικού εμπορίου που επιτρέπει σε οποιονδήποτε να δημιουργήσει ένα ηλεκτρονικό κατάστημα εύκολα

source: No transaction fees
el: Χωρίς προμήθειες συναλλαγής

source: Fully customizeable
el: Πλήρως προσαρμόσιμη

source: Supports credit card payments
el: Υποστηρίζει πληρωμές με πιστωτική κάρτα

source: Try Dshop
el: Δοκιμάστε το Dshop

source: Visit Origin Store
el: Επισκεφτείτε το Origin Store

source: Online stores created with Dshop
el: Online καταστήματα που δημιουργήθηκαν με το Dshop

source: ...and hundreds more
el: ... και εκατοντάδες ακόμη

source: Origin Token (OGN) is an incentive token that ensures the health and growth of the network.
el: Το Origin Token (OGN) είναι ένα incentive token που εξασφαλίζει την υγεία και την ανάπτυξη του δικτύου.

source: Your friend
el: Ο φίλος σου

source: has invited you to earn
el: σας προσκάλεσε να κερδίσετε

source: or
el: ή

source: Origin Protocol - imToken
el: Πρωτόκολλο προέλευσης - imToken

source: OGN Staking is live on OUSD.com
el: Το OGN Staking είναι ζωντανό στο OUSD.com

source: Origin Protocol - February Rewards
el: Origin Protocol - ανταμοιβές Μαρτίου

source: Visit site
el: Επισκεφθείτε την ιστοσελίδα

source: April 2020
el: Απρίλιος 2020

source: STAY AT HOME WITH ORIGIN
el: ΜΕΙΝΕΤΕ ΣΠΙΤΙ ΜΕ ΤΗΝ ORIGIN

source: Earn OGN for Referring Buyers
el: Κερδίστε OGN φέρνοντας αγοραστές

source: For April’s Origin Rewards campaign, we will be donating 100%% of all proceeds* from the ‘Stay At Home’ Shop to The Coalition for Epidemic Preparedness Innovations (CEPI), who is developing a vaccine for COVID-19.
el: Για την καμπάνια Origin Rewards του Απριλίου, θα δωρίσουμε το 100% του συνόλου των εσόδων* από το κατάστημα «Μένουμε Σπίτι» στο Coalition for Epidemic Preparedness Innovations (CEPI), το οποίο αναπτύσσει ένα εμβόλιο για τον COVID-19.

source: In addition, to thank you for supporting our fundraising efforts, we have committed <b>50,000 OGN</b> to give away to our Origin community!
el: Επιπλέον, για να σας ευχαριστήσουμε που στηρίξατε τις προσπάθειες συγκέντρωσης χρημάτων, δεσμευτήκαμε με <b></b> για να τα μοιράσουμε στην κοινότητα της Origin!

source: Visit the Store
el: Επισκεφθείτε το κατάστημα

source: Earn OGN with Origin Affiliates
el: Κερδίστε OGN με το Origin Affiliates

source: Join the Affiliate program and earn 1 OGN for every $2 spent by friends who make a purchase at the ‘Stay At Home’ Shop using your unique invite link!
el: Γίνετε μέλος στο πρόγραμμα συνεργατών και κερδίστε 1 OGN για κάθε $2 που ξοδεύουν φίλοι για να κάνουν μια αγορά στο Κατάστημα «Μείνετε στο σπίτι» χρησιμοποιώντας τον μοναδικό σύνδεσμο πρόσκλησής σας!

source: You will need an existing Origin Rewards account to participate in this program and receive your free OGN.
el: Θα χρειαστείτε έναν υπάρχοντα λογαριασμό Origin Rewards για να συμμετάσχετε σε αυτό το πρόγραμμα και να λάβετε τα δωρεάν OGN σας.

source: Head over to the ‘Stay At Home’ Shop and start earning OGN now.
el: Πηγαίνετε στο κατάστημα «Μείνετε στο σπίτι» και ξεκινήστε να κερδίζετε OGN τώρα.

source: About CEPI
el: Σχετικά με το CEPI

source: CEPI is an innovative partnership between public, private, philanthropic, and civil organizations, launched at Davos in 2017, to develop vaccines to stop future epidemics. CEPI has reached over US$750 million of its $1 billion funding target. CEPI’s priority diseases include Ebola virus, Lassa virus, Middle East Respiratory Syndrome coronavirus, Nipah virus, Rift Valley Fever and Chikungunya virus. CEPI also invests in platform technologies that can be used for rapid vaccine and immunoprophylactic development against unknown pathogens (eg 2019-nCoV). To date, CEPI has committed to investing over $456 million in vaccine and platform development.
el: Η CEPI είναι μια καινοτόμος συνεργασία μεταξύ δημόσιων, ιδιωτικών, φιλανθρωπικών και πολιτικών οργανώσεων, που ξεκίνησε στο Νταβός το 2017, για την ανάπτυξη εμβολίων για την αναχαίτιση μελλοντικών επιδημιών. Η CEPI έχει συγκεντρώσει πάνω από 750 εκατομμύρια δολάρια από τον στόχο χρηματοδότησης του 1 δισεκατομμυρίου δολαρίων. Οι ασθένειες που θέλει να αντιμετωπίσει η CEPI περιλαμβάνουν τον ιό Έμπολα, τον ιό Lassa, τον κορωνοϊό του αναπνευστικού συνδρόμου της Μέσης Ανατολής, τον ιό Nipah, τον πυρετό της κοιλάδας Rift και τον ιό Chikungunya. Η CEPI επενδύει επίσης σε τεχνολογίες πλατφόρμας που μπορούν να χρησιμοποιηθούν για ταχεία ανάπτυξη εμβολίων και ανοσοπροφυλακτικής κατά αγνώστων παθογόνων (π.χ. 2019-nCoV). Μέχρι σήμερα, η CEPI έχει δεσμευτεί να επενδύσει πάνω από 456 εκατομμύρια δολάρια στην ανάπτυξη εμβολίων.

source: Learn more at www.cepi.net.
el: Μάθετε περισσότερα στο www.cepi.net.

source: Please note that Origin Rewards is currently available in most countries in the world, except countries which are currently under U.S. sanctions like North Korea and Cuba. These restrictions go against our ideals and we’re truly sorry for anyone who is unable to participate as a result.
el: Λάβετε υπόψη ότι τα Origin Rewards είναι προς το παρόν διαθέσιμα στις περισσότερες χώρες του κόσμου με εξαίρεση χώρες που βρίσκονται επί του παρόντος υπό κυρώσεις των ΗΠΑ, όπως η Βόρεια Κορέα και η Κούβα. Αυτοί οι περιορισμοί έρχονται σε αντίθεση με τα ιδανικά μας και λυπούμαστε πραγματικά για όποιον δεν μπορεί να συμμετάσχει.

source: Tokens earned from both completed purchases and commissions in April will be distributed after the first week of May (subject to terms and conditions).
el: Τα tokens που κερδίζονται τόσο από ολοκληρωμένες αγορές όσο και από προμήθειες του Απρλίου θα διανεμηθούν μετά την πρώτη εβδομάδα του Μαΐου (υπό τους όρους και τις προϋποθέσεις).

source: *We have committed a total of USD $100,000 for donation to CEPI
el: *Έχουμε δεσμεύσει συνολικά 100.000 USD για δωρεά στο CEPI

source: February 2020
el: Φεβρουάριος 2020

source: Shop at the Origin Swag Store and Earn OGN
el: Αγοράστε στο Origin Swag Store και κερδίστε OGN

source: For this month’s Origin Rewards campaign, it’s all about our Origin Swag Store. To celebrate the launch and our recent OGN listing on Binance, we have committed a total of 15,000 OGN to give away to our Origin community!
el: H καμπάνια Origin Rewards αυτού του μήνα, έχει να κάνει με το Origin Swag Store. Για να γιορτάσουμε το λανσάρισμα και την πρόσφατη καταχώρισή μας στο Binance, έχουμε δεσμεύσει συνολικά 15.000 OGN για να τα δώσουμε στην κοινότητα Origin!

source: Visit Origin Swag Store
el: Επισκεφτείτε το Origin Swag Store

source: in total prizes
el: σε συνολικά έπαθλα

source: Purchase your favorite items at the Origin Swag Store today and be entered for a chance to win up to 3,000 OGN. This campaign will last until Feb 29th 11:59PM PST, and there will be thirty lucky winners.
el: Αγοράστε τα αγαπημένα σας αντικείμενα στο Origin Swag Store σήμερα και εγγραφείτε για να έχετε την ευκαιρία να κερδίσετε έως και 3.000 OGN. Αυτή η καμπάνια θα διαρκέσει έως τις 29 Φεβρουαρίου 11:59 μ.μ. PST και θα υπάρχουν τριάντα τυχεροί νικητές.

source: Please note that Origin Rewards is currently available in most countries in the world. One notable exception is the United States & countries which are currently under U.S. sanctions like North Korea and Cuba. These restrictions go against our ideals and we’re truly sorry for anyone who is unable to participate as a result.
el: Λάβετε υπόψη ότι τα Origin Rewards είναι προς το παρόν διαθέσιμα στις περισσότερες χώρες του κόσμου. Μια αξιοσημείωτη εξαίρεση είναι οι χώρες που βρίσκονται επί του παρόντος υπό κυρώσεις των ΗΠΑ, όπως η Βόρεια Κορέα και η Κούβα. Αυτοί οι περιορισμοί έρχονται σε αντίθεση με τα ιδανικά μας και λυπούμαστε πραγματικά για όποιον δεν μπορεί να συμμετάσχει.

source: Tokens earned in Feb will be distributed after the first week of March (subject to terms and conditions).
el: Τα tokens που κερδίζονται τον Φεβρουάριο θα διανεμηθούν μετά την πρώτη εβδομάδα του Μαρτίου (υπό όρους και προϋποθέσεις).

source: Shop at the Origin Swag Store today, and enter for a chance to win up to 3,000 OGN!
el: Αγοράστε στο Origin Swag Store σήμερα γιανα έχετε την ευκαιρία να κερδίσετε έως και 3.000 OGN!

source: Origin Protocol - Team
el: Origin Protocol - ομάδα

source: Origin Protocol's world-class team is led by entrepreneurs and engineers from iconic tech companies
el: Η παγκόσμιας κλάσης ομάδα μας διοικείται από επιχειρηματίες και μηχανικούς εμβληματικών εταιρειών τεχνολογίας

source: Our world-class team is led by entrepreneurs and engineers from iconic tech companies
el: Η παγκόσμια ομάδα μας καθοδηγείται από επιχειρηματίες και μηχανικούς από εικονικές εταιρείες τεχνολογίας

source: Core team
el: Βασική ομάδα

source: Cofounder
de: Mitbegründer
el: Συνιδρυτής
th: ผู้ร่วมก่อตั้ง

source: Josh started coding at the age of 10. Prior to Origin, he co-founded three other venture-backed companies: EventVue, Torbit (acquired by Walmart Labs) &amp; Forage.
el: Ο Josh άρχισε να κωδικεύει σε ηλικία 10. Πριν από την προέλευση, ίδρυσε τρεις άλλες εταιρείες που υποστηρίζονται από την επιχείρηση: EventVue, Torbit (που αποκτήθηκε από την Walmart Labs) &amp; Fodder.

source: Matt was the 3rd PM at YouTube (acquired by Google) and VP PM at Qwiki (acquired by Yahoo) and Bonobos (acquired by Walmart). He has an MS and BS from Stanford.
el: Ο Matt ήταν το 3ο μ.μ. στο YouTube (που αποκτήθηκε από το Google) και το VP PM στο Qwiki (που αποκτήθηκε από το Yahoo) και Bonobos (που αποκτήθηκε από την Walmart). Έχει MS και BS από το Στάνφορντ.

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
el: Ο Yu Pan ήταν ένα από τα 6 ιδρυτικά μέλη της ομάδας PayPal και ήταν ο 1ος υπάλληλος στο YouTube. Είναι πρώην υπάλληλος της Google και συνιδρυτής του Κιβωτού Κιβώτιο.

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
el: Franck είχε μια επιτυχημένη καριέρα ως πρώιμο εργαζόμενος σε πολλές εταιρείες υψηλού προφίλ. Προήχθη στο παρελθόν ομάδα μηχανικών σε Inktomi, Paypal, YouTube, Google και Dropbox.

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
el: Μιχαίας ήταν η τεχνική συν-ιδρυτής του WellAttended, ένα bootstrapped πλατφόρμα box office διαχείρισης. Εργάστηκε ως εμπορικός μεσίτης ακινήτων, μαθαίνοντας να κωδικοποιήσει .

source: Finance & Operations
de: Finanzen & Betrieb
el: Οικονομικών & Επιχειρήσεων
nl: Financiën en operaties
th: การเงินและการปฏิบัติการ

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
el: Ο Kay είναι Chartered Professional Accountant (CPA). Εργάστηκε ως Ανώτερος Λογιστής και στη συνέχεια ως Σύμβουλος στην KPMG Canada.

source: Business Development
de: Geschäftsentwicklung
el: Επιχειρηματική ανάπτυξη
th: การพัฒนาธุรกิจ

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
el: Ο Coleman είναι ενεργός επενδυτής κρυπτογράφησης και επιχειρηματίας στον τομέα των ακινήτων, που κατέχει και διαχειρίζεται πολλαπλές ιδιοκτησίες Airbnb . Σπούδασε μαθηματικά στο Μπέρκλεϊ.

source: Mila Choi
el: Μίλα Τσόι
th: มิลาชอย

source: Regional Manager Korea
el: Περιφερειακός Διευθυντής Κορέας

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
el: Mila οδηγεί κοινότητα προσπάθειές μας στη Νότια Κορέα. Έχει οργανώσει προηγουμένως blockhain hackathons και έχει μοίρες από το Penn State και το Erasmus University Rotterdam.

source: Senior Engineer
de: Senior Ingenieur
el: Ανώτερος Μηχανικός
th: วิศวกรอาวุโส

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
el: Πριν προέλευσης, ο Tom είχε μια επιτυχημένη καριέρα ως ιδρυτής σόλο εκκίνησης. Έχει δύο πτυχία Masters σε Κατανεμημένα Συστήματα από το Τεχνικό Πανεπιστήμιο του Βερολίνου και το KTH στη Στοκχόλμη.

source: Anna helps ensure that top collectors have a direct relationship to the company. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
el: Η Άννα βοηθά να διασφαλίσει ότι οι κορυφαίοι συλλέκτες έχουν άμεση σχέση με την εταιρεία. Πριν από την Origin, η Άννα διαχειριζόταν τα παγκόσμια κοινωνικά μέσα στην Exness, έναν κορυφαίο χρηματιστή forex. Έχει, επίσης, συν-ιδρύσει ένα μη κερδοσκοπικού χαρακτήρα στην Αυστραλία.

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
el: Nick σπούδασε Επιστήμη Υπολογιστών στο Πανεπιστήμιο του Warwick. Πριν από την είσοδό του στην αρχή, εργάστηκε ως μηχανικός στο Sencha, το δίκτυο ενέργειας C3 και το Palo Alto Networks.

source: Engineer
de: Ingenieur
el: Μηχανικός
th: วิศวกร

source: Domen co-founded and led a team developing a mobile application with 2 chess Grandmasters. He previously had a successful career at Cetra, Zemanta and Peerindex.
el: Domen συν-ίδρυσε και οδήγησε μια ομάδα αναπτύσσει ένα κινητό εφαρμογή με 2 Γκράνμετρ σκάκι. Στο παρελθόν είχε μια επιτυχημένη καριέρα στο CETRA, Zemanta και Peerindex.

source: Shahul is a fullstack engineer who started programming at age of 10. He previously worked as a freelancer and then joined Zoho as a front-end developer.
el: Shahul είναι fullstack μηχανικός που ξεκίνησε προγραμματισμού στην ηλικία των 10. Στο παρελθόν εργάστηκε ως ελεύθερος επαγγελματίας και στη συνέχεια εντάχθηκε Zoho ως front-end του έργου.

source: Mike Shultz
el: Μάικ Σουλτς

source: Mike is a long-time contributor to open-source. He created a dev toolkit for creating Ethereum smart contracts with Python and previously worked with Ethereum and IPFS at Lunyr.
el: Ο Mike είναι ένας μακροχρόνιος συνεισφέρων στο open-source. Αυτός δημιούργησε ένα εργαλείο dev για τη δημιουργία έξυπνων συμβάσεων του Ethereum με την Python και εργάστηκε στο παρελθόν με Ethereum και IPFS σε Lunyr.

source: Aure is a product designer with 10+ years of experience. Prior to joining Origin, Aure worked at multiple startups and Fortune 500 companies. In a past life, he was also a software engineer.
el: Aure είναι ένας σχεδιαστής προϊόν με 10+ χρόνια από εμπειρίας. Πριν την ένταξή του Προέλευσης, Aure εργαστεί σε πολλούς νεοσύστατες επιχειρήσεις και εταιρείες του Fortune 500. Σε μια προηγούμενη ζωή, ήταν επίσης μηχανικός λογισμικού.

source: Before joining Origin, Max helped build communities for notable blockchain companies like OKEx. He also worked with RedNova, the marketing and incubation entity for Du Capital.
el: Πριν ενταχθεί στο Origin, ο Max βοήθησε στη δημιουργία κοινοτήτων για αξιόλογες εταιρείες blockchain όπως η OKEx. Έχει συνεργαστεί με την RedNova, τον φορέα για την διαφήμιση και την ανάπτυξη της Du Capital.

source: Daniel brings a strong emphasis on security and data analysis to our team. Daniel has earned a reputation for being able to gather massive amounts of data and create dynamic visualizations at lightning speed.
el: Ο Daniel δίνει μεγάλη έμφαση στην ασφάλεια και την ανάλυση δεδομένων στην ομάδα μας. Ο Daniel έχει κερδίσει τη φήμη ότι είναι σε θέση να συλλέγει τεράστιες ποσότητες δεδομένων και να δημιουργεί δυναμικές απεικονίσεις με ταχύτητα αστραπής.

source: Mark Mathis has a broad background in fintech and defi. As a former touring musician, Mark has a particular interest in seeing artists compensated fairly for their work through decentralized channels.
el: Ο Mark Mathis έχει ένα ευρύ υπόβαθρο στη fintech και το defi. Ως πρώην περιοδεύων μουσικός, ο Mark έχει ιδιαίτερο ενδιαφέρον να δει καλλιτέχνες να αποζημιώνονται δίκαια για το έργο τους μέσω αποκεντρωμένων καναλιών.

source: William Tong was a real estate broker before stumbling into the world of NFTs. He quickly built a reputation as a connector and community builder on the Clubhouse app and within the broader NFT collector community.
el: Ο William Tong ήταν μεσίτης ακινήτων πριν πέσει στον κόσμο των NFT. Γρήγορα έφτιαξε μια φήμη ως συνδετικός κρίκος και δημιουργός κοινότητας στην εφαρμογή Clubhouse και στην ευρύτερη κοινότητα συλλεκτών NFT.

source: Chase comes from creative and marketing agency life in Los Angeles. She’s managed projects and accounts for clients like YouTube, W Hotels, and Stitch Fix. She's now in charge of creator relationship management at Origin.
el: Ο Chase προέρχεται από τη δημιουργική και εμπορική εταιρεία πρακτορείων στο Λος Άντζελες. Έχει διαχειριστεί έργα και λογαριασμούς για πελάτες όπως το YouTube, το W Hotels και το Stitch Fix. Τώρα είναι υπεύθυνος για τη διαχείριση σχέσεων των δημιουργών στο Origin.

source: You?
el: Εσείς;

source: We're hiring!
el: Προσλαμβάνουμε!

source: We are a distributed team with employees all over the world. We have a fast-paced bias-to-action culture and a really big vision for bringing crypto mainstream. Check out our <a href='https://angel.co/originprotocol/jobs'>open-positions on AngelList</a>.
el: Είμαστε μια κατανεμημένη ομάδα με υπαλλήλους σε όλο τον κόσμο. Έχουμε μια γρήγορη κουλτούρα μεροληψίας για δράση και ένα πραγματικά μεγάλο όραμα για την ενσωμάτωση της κρυπτογράφησης στο κυρίαρχο ρεύμα. Δείτε τις <a href='https://angel.co/originprotocol/jobs'>ανοικτές θέσεις μας στο AngelList</a>.

source: Community team
el: Κοινοτική ομάδα

source: Advisors
de: Berater
el: Σύμβουλοι
nl: Adviseur
th: ที่ปรึกษา

source: 100%% open-source.
el: 100 % ανοιχτός κώδικας.

source: contributors.
el: χρηματοδότες.

source: Want to contribute?
el: Θέλετε να συνεισφέρετε;

source: Visit our GitHub Repository
el: Επισκεφθείτε το χώρο αποθήκευσης GitHub

source: Join our #engineering channel on Discord
el: Γίνετε μέλος στο κανάλι #engineering μας στο Discord

source: Interested in working at Origin?
el: Ενδιαφέρεστε να εργαστείτε στην Origin;

source: We are a distributed team and are hiring all around the world.
el: Είμαστε μια κατανεμημένη ομάδα και την πρόσληψη σε όλο τον κόσμου.

source: View open positions
el: Δείτε τις ανοιχτές θέσεις

source: Origin Protocol - Buy Origin Tokens (OGN)
el: Origin Protocol - Αγοράστε Origin Tokens (OGN)

source: Origin Tokens are launching soon!
el: Τα Origin Tokens ξεκινούν σύντομα!

source: Interested in Origin tokens?
de: Interessiert an Origin-Token?
el: Ενδιαφέρεστε για το Origin tokens;
nl: Geïnteresseerd in Origin tokens?
th: สนใจโทเค็น Origin หรือไม่

source: Full Name
de: Vollständiger Name
el: Ονοματεπώνυμο
nl: Volledige naam
th: ชื่อเต็ม

source: <strong>Desired allocation</strong>
de: <strong>Gewünschte Einlage</strong>
el: <strong>Επιθυμητή κατανομή</strong>
nl: <strong>Gewenste allocatie</strong>
th: <strong>จัดสรรที่ต้องการ</strong>

source: Citizenship
de: Nationalität
el: Ιθαγένεια
nl: Nationaliteit
th: สัญชาติ

source: <strong>ETH or BTC address you plan to send from?</strong> (optional)
de: <strong>Von welcher ETH or BTC Addresse möchten Sie senden?</strong> (Optional)
el: <strong>Η διεύθυνση ETH ή BTC από όπου σκοπεύεται να αποστείλετε;</strong> (optional)
nl: <strong>ETH of BTC adres van waaruit je wilt verzenden</strong> (optional)
th: <strong>ETH หรือ BTC ที่คุณต้องการส่งมาจากไหน?</strong> (ตัวเลือก)

source: Share
el: Κοινοποιήστε

source: Origin Protocol - Videos
el: Origin Protocol - Βίντεο

source: Watch videos featuring Origin's top investors, employees, and other supporters.
el: Παρακολουθήστε βίντεο με τους κορυφαίους επενδυτές, υπαλλήλους και άλλους υποστηρικτές της Origin.

source: Featured
el: Προτεινόμενα

source: Employee Videos
el: Βίντεο εργαζομένων

source: Meetup Videos
el: Βίντεο συνάντησεων

source: Employees
el: Εργαζόμενοι

source: <strong>Don't get phished!</strong> The only official URL for Origin Protocol is <strong>www.originprotocol.com</strong>. Please bookmark and be careful of similar looking URLs.
de: <strong>Lass dich nicht phishing</strong> Die einzige offizielle URL für das Origin-Protokoll ist <strong>www.originprotocol.com</strong>. Bitte setzen Sie ein Lesezeichen und achten Sie auf ähnlich aussehende URLs.
el: <strong>Μην πάρετε phished!</strong> Η μόνη επίσημη διεύθυνση URL για το πρωτόκολλο προέλευσης είναι <strong>www.originprotocol.com</strong>. Κάντε σελιδοδείκτη και προσέξτε παρόμοιες διευθύνσεις URL που αναζητούν.
nl: <strong>Krijg geen phished!</strong> De enige officiële URL voor Origin Protocol is <strong>www.originprotocol.com</strong>. Maak een bladwijzer en wees voorzichtig met vergelijkbare URL's.
th: <strong>อย่ารับฟิชชิ่ง!</strong> URL อย่างเป็นทางการเฉพาะสำหรับ Origin Protocol คือ <strong>www.originprotocol.com</strong>โปรดคั่นหน้าและระวัง URL ที่คล้ายกัน

source: Earn Free Origin Tokens Today
el: Κερδίστε δωρεάν Origin tokens σήμερα

source: Participate in our campaigns and complete tasks on our DApp to earn Origin Tokens.
el: Συμμετάσχετε στις καμπάνιες μας και ολοκληρώστε τις εργασίες σας στο DApp για να κερδίσετε τα Tokens Origin.

source: Origin Protocol - Whitepaper
el: Πρωτόκολλο προέλευσης - Λευκό χαρτί

source: Enabling true peer-to-peer commerce
el: Η προέλευση επιτρέπει το πραγματικό peer-to-peer εμπόριο

source: To be Announced
el: Θα ανακοινωθεί σύντομα

source: Upcoming Drops
el: Προσεχή drops

source: No Drops Scheduled
el: Δεν έχουν προγραμματιστεί drops

source: Past Drops
el: Προηγούμενα drops

source: No Past Drops
el: Κανένα προηγούμενο drop

source: Conclusion
el: Επίλογος
