Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: We turn again to examples of highly verticalized sites (e.g. dog sitting) and regional players (e.g. bikesharing in Boulder, CO) as potential use cases that would benefit from a more specialized experience than what the default Origin flagship marketplace app or decentralized e-commerce store creator currently offer.
el: Ανατρέχουμε ξανά σε παραδείγματα εξαιρετικά κατακόρυφων τοποθεσιών (π.χ. σκύλων) και περιφερειακών παικτών (π.χ. bikesharing στο Boulder, CO) ως πιθανές περιπτώσεις χρήσης που θα επωφεληθούν από μια πιο εξειδικευμένη εμπειρία από ό, τι η εφαρμογή προεπιλεγμένης αρχικής αγοράς Origin ή αποκεντρωμένο ηλεκτρονικό εμπόριο δημιουργός κατάστημα που προσφέρουν σήμερα.

source: Today, if you wanted to start a traditional company to compete in the global economy, you would have to set up banking arrangements one country at a time and deal with all the related financial regulations. This creates a non-trivial barrier to entry for most startups looking to expand internationally. In fact, we often see regional clones who are able to launch faster in specific regions than the company that came up with the original idea. However, cryptocurrency is a global phenomenon. Thanks to the widespread availability of the Internet, the Origin platform and flagship marketplace app were immediately available in nearly every country in the world when we launched on the Ethereum mainnet. We view this as a significant advantage.
el: Σήμερα, αν θελήσατε να ξεκινήσετε μια παραδοσιακή εταιρεία για να ανταγωνιστείτε στην παγκόσμια οικονομία, θα πρέπει να δημιουργήσετε τραπεζικές ρυθμίσεις μία χώρα κάθε φορά και να ασχοληθείτε με όλους τους σχετικούς δημοσιονομικούς κανονισμούς. Αυτό δημιουργεί ένα μη τετριμμένο εμπόδιο στην είσοδο για τους περισσότερους νεωτεριστές που επιθυμούν να επεκταθούν διεθνώς. Στην πραγματικότητα, βλέπουμε συχνά περιφερειακούς κλώνους οι οποίοι είναι σε θέση να ξεκινήσουν ταχύτερα σε συγκεκριμένες περιοχές από ό, τι η εταιρεία που ήρθε με την αρχική ιδέα. Ωστόσο, η κρυπτοαξιολόγηση είναι ένα παγκόσμιο φαινόμενο. Χάρη στη διαδεδομένη διαθεσιμότητα του Διαδικτύου, η πλατφόρμα προέλευσης και η εφαρμογή ναυαρχίδας της αγοράς ήταν άμεσα διαθέσιμα σε σχεδόν όλες τις χώρες του κόσμου όταν ξεκινήσαμε στο mainnet του Ethereum. Θεωρούμε αυτό ως ένα σημαντικό πλεονέκτημα.

source: Other high-level benefits include having a built-in mechanism to incentivize early ecosystem participants who hold and use Origin Tokens (OGN). We are constantly thinking about the right incentives that will encourage ecosystem participants like developers, individual buyers and sellers, and others to use and promote the Platform. We intend to reward behavior that encourages new referrals to the Platform and builds marketing, operational, and trust/safety infrastructure for the Platform. You can see these economic incentives in action with our initial implementation of Origin Rewards.
el: Άλλα οφέλη υψηλού επιπέδου περιλαμβάνουν την κατοχύρωση ενός ενσωματωμένου μηχανισμού για την παροχή κινήτρων στους αρχικούς συμμετέχοντες στο οικοσύστημα που κατέχουν και χρησιμοποιούν τα Origin Tokens (OGN). Σκεφτόμαστε συνεχώς τα σωστά κίνητρα που θα ενθαρρύνουν τους συμμετέχοντες στο οικοσύστημα, όπως οι προγραμματιστές, οι μεμονωμένοι αγοραστές και πωλητές, και άλλοι να χρησιμοποιούν και να προωθούν την πλατφόρμα. Σκοπεύουμε να ανταμείψουμε τη συμπεριφορά που ενθαρρύνει νέες παραπομπές στην πλατφόρμα και δημιουργεί υποδομές μάρκετινγκ, λειτουργίας και εμπιστοσύνης / ασφάλειας για την πλατφόρμα. Μπορείτε να δείτε αυτά τα οικονομικά κίνητρα στην πράξη με την αρχική εφαρμογή των Αρχικών Βραβείων.

source: At a lower-level, Origin has built upon existing product paradigms and user features. These features include:
el: Σε ένα κατώτερο επίπεδο, η Origin βασίστηκε σε υπάρχοντα παραδείγματα προϊόντων και χαρακτηριστικά χρήστη. Αυτά τα χαρακτηριστικά περιλαμβάνουν:

source: User profiles and data
el: Προφίλ χρήστη και δεδομένα

source: Listing of for sale goods and fractional use of assets and services
el: Εισαγωγή αγαθών προς πώληση και κλασματική χρήση περιουσιακών στοιχείων και υπηρεσιών

source: Escrow of funds for deposits, with release of funds upon completion of services or exchange of goods
el: Μεσεγγύηση κεφαλαίων για καταθέσεις, με την αποδέσμευση κεφαλαίων μετά την ολοκλήρωση των υπηρεσιών ή την ανταλλαγή αγαθών

source: Setting and browsing availability/scheduling
el: Ρύθμιση και διαθεσιμότητα / προγραμματισμός περιήγησης

source: Reputation in the form of reviews and ratings
el: Φήμη με τη μορφή αναθεωρήσεων και αξιολογήσεων

source: Secure and encrypted messaging
el: Ασφαλής και κρυπτογραφημένη ανταλλαγή μηνυμάτων

source: Origin <span>Token (OGN)</span>
el: Προέλευση <span>Token (OGN)</span>

source: The Origin Token (also known as OGN) is a utility token that serves multiple purposes in ensuring the health and growth of the network. The ERC20 contract is live on the Ethereum network today at: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
el: Το Origin Token (γνωστό και ως OGN) είναι ένα βοηθητικό token που εξυπηρετεί πολλούς σκοπούς για την εξασφάλιση της υγείας και της ανάπτυξης του δικτύου. Η σύμβαση ERC20 είναι παρούσα στο δίκτυο Ethereum σήμερα στο: 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26.

source: At a high-level, this native token is intended to serve several key functions on the platform. First, OGN is a multi-purpose incentive token that drives behavior for end users, developers, marketplace operators, and other ecosystem participants. In addition, OGN is a medium-of-exchange token that can be used for payments between buyers and sellers on the platform. Finally, it is intended that OGN will serve a critical piece in the future governance of the network.
el: Σε ένα υψηλό επίπεδο, αυτό το φυσικό σήμα προορίζεται να εξυπηρετήσει πολλές βασικές λειτουργίες στην πλατφόρμα. Πρώτον, το OGN είναι ένα πολλαπλών χρήσεων κίνητρο που οδηγεί στη συμπεριφορά των τελικών χρηστών, των προγραμματιστών, των φορέων της αγοράς και άλλων συμμετεχόντων στο οικοσύστημα. Επιπλέον, το OGN είναι ένα μέσο ανταλλαγής που μπορεί να χρησιμοποιηθεί για πληρωμές μεταξύ αγοραστών και πωλητών στην πλατφόρμα. Τέλος, προβλέπεται ότι το OGN θα εξυπηρετήσει ένα κρίσιμο κομμάτι στη μελλοντική διακυβέρνηση του δικτύου.

source: Since April of 2019, Origin Tokens have already been used to incentivize various forms of participation from the Platform’s ecosystem participants. Origin Tokens are used to reward users, developers, marketplace operators, and/or other participants to perform actions and services that are beneficial to the health and growth of the Platform.
el: Από τον Απρίλιο του 2019, τα Tokens Origin έχουν ήδη χρησιμοποιηθεί για την παροχή κινήτρων για διάφορες μορφές συμμετοχής από τους συμμετέχοντες στο οικοσύστημα της πλατφόρμας. Τα Origin Tokens χρησιμοποιούνται για την επιβράβευση χρηστών, προγραμματιστών, χειριστών της αγοράς και / ή άλλων συμμετεχόντων για την εκτέλεση ενεργειών και υπηρεσιών που είναι επωφελείς για την υγεία και την ανάπτυξη της πλατφόρμας.

source: Origin Rewards
el: Ανταμοιβές Origin

source: <a href='https://originrewards.com'>Origin Rewards</a> is an incentive program targeted at end users on the Platform. Buyers and sellers on the platform have been able to earn OGN since our inaugural Origin Rewards campaign in April of 2019. Origin Rewards enables everyone to have a stake in the network. We’ve intentionally designed the program so that even novice, non-technical users can participate.
el: <a href='https://originrewards.com'>Origin Rewards</a> είναι ένα πρόγραμμα κινήτρων που απευθύνεται σε τελικούς χρήστες στην πλατφόρμα. Οι αγοραστές και οι πωλητές στην πλατφόρμα είχαν τη δυνατότητα να κερδίσουν OGN από την πρώτη καμπάνια Origin Rewards τον Απρίλιο του 2019. Τα Origin Rewards επιτρέπουν σε όλους να έχουν μερίδιο στο δίκτυο. Έχουμε σχεδιάσει σκόπιμα το πρόγραμμα έτσι ώστε ακόμη και αρχάριοι, μη τεχνικοί χρήστες να μπορούν να συμμετέχουν.

source: With Origin Rewards, users can receive OGN for creating user profiles and verifying their identities.
el: Με το Origin Rewards, οι χρήστες μπορούν να λαμβάνουν το OGN για τη δημιουργία προφίλ χρηστών και την επαλήθευση της ταυτότητάς τους.

source: One of the best ways to grow the network is through referrals. As such, end users can also earn tokens by inviting new users to the network. This creates more trust between buyers and sellers on the network.
el: Ένας από τους καλύτερους τρόπους ανάπτυξης του δικτύου είναι μέσω παραπομπών. Ως εκ τούτου, οι τελικοί χρήστες μπορούν επίσης να κερδίζουν μάρκες προσκαλώντας νέους χρήστες στο δίκτυο. Αυτό δημιουργεί περισσότερη εμπιστοσύνη μεταξύ αγοραστών και πωλητών στο δίκτυο.

source: Users can also earn OGN by following Origin’s social media accounts or promoting news about the project on public channels.
el: Οι χρήστες μπορούν επίσης να κερδίσουν OGN ακολουθώντας τους λογαριασμούς κοινωνικών μέσων της Origin ή προωθώντας ειδήσεις σχετικά με το έργο σε δημόσια κανάλια.

source: To encourage transaction volume on the Origin Platform, we are also offering “cashback” mechanisms to users that purchase from our trusted network of top sellers.
el: Για να ενθαρρύνουμε τον όγκο των συναλλαγών στην Πλατφόρμα Origin, προσφέρουμε επίσης μηχανισμούς "cashback" σε χρήστες που αγοράζουν από το αξιόπιστο δίκτυο κορυφαίων πωλητών μας.

source: Origin Commissions
el: Αρχικές Επιτροπές

source: It is essential that we also incentivize developers and marketplace operators to use the Origin Platform. As such, we have launched an advertising and promotions program that creates a built-in business model for the decentralized marketplaces operating on Origin.
el: Είναι σημαντικό να παροτρύνουμε επίσης τους υπεύθυνους ανάπτυξης και τους φορείς εκμετάλλευσης της αγοράς να χρησιμοποιούν την πλατφόρμα Origin. Ως εκ τούτου, έχουμε δρομολογήσει ένα πρόγραμμα διαφήμισης και προώθησης που δημιουργεί ένα ενσωματωμένο επιχειρηματικό μοντέλο για τις αποκεντρωμένες αγορές που λειτουργούν στην Origin.

source: Sellers on Origin-enabled applications can promote their listings with OGN to get higher visibility on the search and browse results on our flagship app and partner apps. Currently, the only way to participate in this program is to pay with OGN. When sellers create listings, they can add OGN commissions to their listings. This OGN is placed into escrow in our Marketplace Smart Contract
el: Οι πωλητές σε εφαρμογές με δυνατότητα Προεγγραφής μπορούν να προωθήσουν τις καταχωρίσεις τους με OGN για να αποκτήσουν μεγαλύτερη προβολή στην αναζήτηση και να περιηγηθούν στα αποτελέσματα της εφαρμογής μας και των συνεργατών μας. Επί του παρόντος, ο μόνος τρόπος συμμετοχής στο πρόγραμμα αυτό είναι να πληρώσετε με το OGN. Όταν οι πωλητές δημιουργούν λίστες, μπορούν να προσθέσουν προμήθειες OGN στις λίστες τους. Αυτό το OGN τοποθετείται σε μεσεγγύηση στο συμβόλαιο Smart Marketplace μας

source: Then, when sales are finalized, OGN commissions are given to the apps that brought counterparties (the buyers) to fulfill the sales. This gives developers incentives to promote these seller listings, as well as compete amongst themselves to drive the most sales for sellers.
el: Στη συνέχεια, όταν οι πωλήσεις οριστικοποιούνται, οι προμήθειες OGN δίνονται στις εφαρμογές που έφεραν τους αντισυμβαλλομένους (τους αγοραστές) για να εκπληρώσουν τις πωλήσεις. Αυτό δίνει στους κατασκευαστές κίνητρα για να προωθήσουν αυτές τις λίστες πωλητών, καθώς και να ανταγωνίζονται μεταξύ τους για να οδηγήσουν τις περισσότερες πωλήσεις για τους πωλητές.

source: To give a more specific example, let’s assume that a NYC-based home owner wants to put her apartment up for home-sharing on the Origin network. She inputs that she is willing to pay a 20 OGN commission every single time her apartment is rented out for one evening. Multiple home-sharing applications are now incentivized to feature her apartment so that they can compete for the OGN commissions. When one application acts as the final point of sale for a booking by finding the seller a renter, the application developer is rewarded the 20 OGN that she has offered up as commission
el: Για να δώσουμε ένα πιο συγκεκριμένο παράδειγμα, ας υποθέσουμε ότι ένας ιδιοκτήτης σπιτιού με έδρα τη Νέα Υόρκη θέλει να θέσει το διαμέρισμά της για οικιακή κατανομή στο δίκτυο Origin. Εισάγει ότι είναι διατεθειμένη να καταβάλει 20 επιτροπές OGN κάθε φορά που το διαμέρισμά της νοικιάζεται για ένα βράδυ. Οι πολλαπλές εφαρμογές κοινής χρήσης κατοικίας είναι πλέον κίνητρα να διαθέτουν το διαμέρισμά τους έτσι ώστε να μπορούν να ανταγωνιστούν για τις προμήθειες του OGN. Όταν μία αίτηση ενεργεί ως το τελικό σημείο πώλησης για μια κράτηση με την εύρεση του πωλητή ενοικιαστή, ο προγραμματιστής της εφαρμογής επιβραβεύει τα 20 OGN που προσέφερε ως προμήθεια

source: In the future, it is intended that other types of commission earners like bloggers, social media influencers, and other affiliates will be able to earn OGN commissions from sellers.
el: Στο μέλλον, προβλέπεται ότι άλλοι τύποι κατόχων προμηθειών όπως οι bloggers, οι κοινωνικοί μέσοι χρήστες και οι άλλοι συνεργάτες θα μπορούν να κερδίζουν προμήθειες από τους πωλητές.

source: Origin Commissions is a new advertising and promotions model that is superior to traditional paid marketing (CPC and CPM) models. Advertisers (sellers) only pay in OGN tokens when successful sales have occurred. Similarly, the publishers (application creators, bloggers, other affiliates, etc.) are only paid when real transactions happen. This creates a much more efficient attribution model than the one that traditional advertising offers. Origin Commissions aligns the interests of sellers, application creators, and other affiliates to promote listings to buyers across the Origin network.
el: Το Origin Commissions είναι ένα νέο μοντέλο διαφήμισης και προώθησης που ξεπερνά τα παραδοσιακά μοντέλα πληρωμένου μάρκετινγκ (CPC και CPM). Οι διαφημιζόμενοι (πωλητές) πληρώνουν μόνο σε μάρκες OGN όταν έχουν πραγματοποιηθεί επιτυχείς πωλήσεις. Ομοίως, οι εκδότες (δημιουργοί εφαρμογών, bloggers, άλλοι συνεργάτες κλπ.) Πληρώνονται μόνο όταν συμβαίνουν πραγματικές συναλλαγές. Αυτό δημιουργεί ένα πολύ πιο αποδοτικό μοντέλο απόδοσης από αυτό που προσφέρει η παραδοσιακή διαφήμιση. Οι Καταγωγές Προελεύσεων ευθυγραμμίζουν τα συμφέροντα των πωλητών, των δημιουργών εφαρμογών και άλλων συνεργατών να προωθήσουν καταχωρίσεις σε αγοραστές σε όλο το δίκτυο Origin.

source: OGN as a payment token
el: OGN ως δελτίο πληρωμής

source: Today, users of the platform are able to transact using ETH or DAI. After our 1.0 platform launch in Q1 of 2020, OGN will be enabled as one of the preferred payment methods between buyers and sellers on the platform.
el: Σήμερα, οι χρήστες της πλατφόρμας είναι σε θέση να πραγματοποιούν συναλλαγές χρησιμοποιώντας ETH ή DAI. Μετά την έναρξη της πλατφόρμας 1.0 στο Q1 του 2020, το OGN θα ενεργοποιηθεί ως μια από τις προτιμώμενες μεθόδους πληρωμής μεταξύ αγοραστών και πωλητών στην πλατφόρμα.

source: For example, users that earn OGN through Origin Rewards will be able to instantly use their tokens to purchase goods and services on our flagship marketplace, decentralized e-commerce platform and other future applications. This lowers the user friction of users having to acquire ETH or DAI outside of the platform before they are able to be viable buyers in the system.
el: Για παράδειγμα, οι χρήστες που κερδίζουν το OGN μέσω των ανταμοιβών προέλευσης θα είναι σε θέση να χρησιμοποιήσουν άμεσα τα μάρκες τους για να αγοράσουν προϊόντα και υπηρεσίες στη ναυαρχίδα μας, στην αποκεντρωμένη πλατφόρμα ηλεκτρονικού εμπορίου και σε άλλες μελλοντικές εφαρμογές. Αυτό μειώνει την τριβή των χρηστών που πρέπει να αποκτήσουν ETH ή DAI εκτός της πλατφόρμας πριν μπορέσουν να είναι βιώσιμοι αγοραστές στο σύστημα.

source: In addition, we anticipate offering the ability for users to instantly acquire OGN via one or more decentralized exchange smart contracts to use when they do not have enough OGN in their wallets.
el: Επιπλέον, προσδοκούμε να προσφέρουμε τη δυνατότητα στους χρήστες να αποκτούν άμεσα OGN μέσω ενός ή περισσότερων αποκεντρωμένων ανταλλαγών έξυπνων συμβολαίων που θα χρησιμοποιούν όταν δεν έχουν αρκετά OGN στα πορτοφόλια τους.

source: Origin Staking
el: Αρχική κατάθεση

source: After our 1.0 launch, we intend to collaborate with our large community on several new token use case initiatives. Origin is currently researching and developing new staking models that will generate yields for token holders in exchange for powering and supporting other parts of the network.
el: Μετά την κυκλοφορία μας 1.0, σκοπεύουμε να συνεργαστούμε με την μεγάλη μας κοινότητα για αρκετές νέες πρωτοβουλίες χρήσης συμβολοσειρών. Η προέλευση αυτή τη στιγμή ερευνά και αναπτύσσει νέα μοντέλα πονταρίσματος τα οποία θα παράγουν αποδόσεις για τους κατόχους συμβόλων σε αντάλλαγμα για την τροφοδοσία και την υποστήριξη άλλων τμημάτων του δικτύου.

source: For example, we intend for Origin to be a highly scalable and performant platform. We intend to incentivize developers and other participants to run Origin infrastructure, such as Origin Nodes.
el: Για παράδειγμα, σκοπεύουμε το Origin να είναι μια εξαιρετικά επεκτάσιμη και αποδοτική πλατφόρμα. Σκοπεύουμε να παροτρύνουμε τους προγραμματιστές και τους άλλους συμμετέχοντες να εκτελέσουν την αρχική υποδομή, όπως οι κόμβοι προέλευσης.

source: Currently, we run Origin Nodes that store, update, and validate profile, listing, and reputation metadata across the web. In the future, it is intended that third-party node operators will be able to stake OGN for the right to “do work” in validating and replicating data across the system as well; as they perform these operations, they will be rewarded their pro rata shares of OGN rewards based on the amount of work they do in every given node operation interval.
el: Προς το παρόν, εκτελούμε κόμβους προέλευσης που αποθηκεύουν, ενημερώνουν και επικυρώνουν μεταδεδομένα προφίλ, καταχώρισης και φήμης σε ολόκληρο τον ιστό. Στο μέλλον, προβλέπεται ότι οι φορείς εκμετάλλευσης κόμβων τρίτων θα μπορούν να συμμετέχουν στο OGN για το δικαίωμα να "δουλεύουν" για την επικύρωση και την αναπαραγωγή δεδομένων σε ολόκληρο το σύστημα. καθώς εκτελούν αυτές τις λειτουργίες, θα ανταμειφθούν τα αναλογικά τους μερίδια των ανταμοιβών OGN με βάση το ποσό εργασίας που κάνουν σε κάθε δεδομένο διάστημα λειτουργίας κόμβου.

source: In addition, we are also researching several consumer staking models that will enable end users to earn OGN returns for holding and locking their tokens within Origin applications.
el: Επιπλέον, ερευνούμε επίσης διάφορα μοντέλα καταναλωτικών στοιχημάτων που θα επιτρέψουν στους τελικούς χρήστες να κερδίζουν επιστροφές OGN για την κατοχή και το κλείδωμα των μαρκών τους σε εφαρμογές Origin.

source: Origin staking models are currently an active area of research and development.
el: Τα μοντέλα προεπιλογής προέλευσης αποτελούν σήμερα έναν ενεργό τομέα έρευνας και ανάπτυξης.

source: OGN as a governance token
el: OGN ως συμβόλαιο διακυβέρνησης

source: Origin Tokens are intended to be used for governance of the Origin Platform. At a later date, it is intended that Origin Token holders will be able to influence the direction of software development and business policies on the Origin Platform.
el: Τα Origin Tokens προορίζονται να χρησιμοποιηθούν για τη διακυβέρνηση της πλατφόρμας Origin. Σε μεταγενέστερη ημερομηνία, προβλέπεται ότι οι κάτοχοι σημάτων προέλευσης θα είναι σε θέση να επηρεάσουν την κατεύθυνση της ανάπτυξης λογισμικού και των επιχειρηματικών πολιτικών στην πλατφόρμα Origin.

source: Token holders will be able to cast votes that are proportional to their stake in the network on important community governance issues
el: Οι κάτοχοι σημάτων θα είναι σε θέση να ψηφίζουν ψήφους ανάλογους με το μερίδιό τους στο δίκτυο για σημαντικά ζητήματα κοινοτικής διακυβέρνησης

source: As network governance becomes increasingly important as our token holder numbers increase, we anticipate that we will collaborate with the community on rolling out this OGN use case as the network continues to mature.
el: Καθώς η διακυβέρνηση δικτύων γίνεται ολοένα και πιο σημαντική καθώς οι αριθμοί των κατόχων συμβολοσειρών αυξάνονται, αναμένουμε ότι θα συνεργαστούμε με την κοινότητα για την εκτόξευση αυτής της περίπτωσης χρήσης OGN, καθώς το δίκτυο συνεχίζει να ωριμάζει.

source: Why
el: Γιατί

source: Background
el: Ιστορικό

source: Shortcomings of existing Internet marketplaces
el: Ελλείψεις υφιστάμενων αγορών στο Διαδίκτυο

source: Now is the time for change
el: Τώρα είναι η στιγμή για αλλαγή

source: Enabling peer-to-peer commerce
el: Ενεργοποίηση του ομότιμου εμπορίου

source: Key product features and benefits
el: Βασικά χαρακτηριστικά και οφέλη του προϊόντος

source: Founders
el: Ιδρυτές

source: Community
el: Κοινότητα
nl: Gemeenschap
th: ชุมชน

source: Developer community
el: Κοινότητα προγραμματιστών

source: Summary
el: Περίληψη

source: For the past two decades, Internet marketplaces and e-commerce stores have changed the way that buyers and sellers connect, creating new opportunities for the exchange of goods and services. However, these marketplaces have always been governed by centralized companies that maintain their individual monopolies on data, transaction and other service fees, and ultimately, user choice. With blockchain and other distributed technologies beginning to hit the mainstream, the world is poised for a new wave of decentralized commerce.
el: Τις τελευταίες δύο δεκαετίες, οι αγορές στο Διαδίκτυο και τα καταστήματα ηλεκτρονικού εμπορίου έχουν αλλάξει τον τρόπο με τον οποίο οι αγοραστές και οι πωλητές συνδέονται, δημιουργώντας νέες ευκαιρίες για την ανταλλαγή αγαθών και υπηρεσιών. Ωστόσο, οι αγορές αυτές διέπονται πάντα από συγκεντρωτικές εταιρείες που διατηρούν τα ατομικά τους μονοπώλια σε τέλη δεδομένων, συναλλαγών και άλλων υπηρεσιών και, τελικά, επιλογή χρηστών. Με το blockchain και άλλες κατανεμημένες τεχνολογίες που αρχίζουν να χτυπούν το mainstream, ο κόσμος είναι έτοιμος για ένα νέο κύμα αποκεντρωμένου εμπορίου.

source: Origin is bringing change and innovation to the global peer-to-peer economy. We're excited by the opportunity to lower fees, increase innovation, free customer and transaction data, and decrease censorship and unnecessary regulation.
el: Η προέλευση φέρνει την αλλαγή και την καινοτομία στην παγκόσμια οικονομία από ομοτίμους. Είμαστε ενθουσιασμένοι από την ευκαιρία να μειώσουμε τα τέλη, να αυξήσουμε την καινοτομία, τα ελεύθερα δεδομένα πελατών και συναλλαγών και να μειώσουμε τη λογοκρισία και την περιττή ρύθμιση.

source: We are building a platform that invites other interested parties including developers and entrepreneurs to build this technology and community with us, altogether working to create the peer-to-peer economy of tomorrow. We hope you’ll join us on this exciting journey
el: Δημιουργούμε μια πλατφόρμα που καλεί άλλα ενδιαφερόμενα μέρη, συμπεριλαμβανομένων των προγραμματιστών και των επιχειρηματιών, να οικοδομήσουν μαζί μας αυτήν την τεχνολογία και κοινότητα, προσπαθώντας εν γένει να δημιουργήσουν την αμοιβαία ομότιμη οικονομία. Ελπίζουμε να συμμετάσχετε μαζί μας σε αυτό το συναρπαστικό ταξίδι

source: Co-founder
el: Συνιδρυτής
