Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: As an example, we can examine Airbnb, which has built a business currently valued at a reported $38 billion. Airbnb has built an impressive technology platform that facilitates online bookings and reviews, as well as launched local operations teams to bootstrap and cultivate local markets. Even in 2017, the company boasted 4M short-term rental listings<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. There’s no denying that Airbnb has added immense value to the ecosystem by supplying both bits and blocks to the ecosystem. The short-term home rental market would not exist without Airbnb having created it.
el: Για παράδειγμα, μπορούμε να εξετάσουμε την Airbnb, η οποία έχει χτίσει μια επιχείρηση που σήμερα εκτιμάται σε 38 δισεκατομμύρια δολάρια. Η Airbnb έχει κατασκευάσει μια εντυπωσιακή πλατφόρμα τεχνολογίας που διευκολύνει τις online κρατήσεις και σχόλια, καθώς και ξεκίνησε τις τοπικές ομάδες επιχειρήσεων για την εκκίνηση και την καλλιέργεια των τοπικών αγορών. Ακόμα και το 2017, η εταιρεία κατείχε 4M βραχυπρόθεσμες εκμίσθωση<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. Δεν υπάρχει αμφιβολία ότι το Airbnb έχει προσθέσει τεράστια αξία στο οικοσύστημα παρέχοντας και τα δυο κομμάτια και τα μπλοκ στο οικοσύστημα. Η βραχυπρόθεσμη αγορά ενοικίασης κατοικιών δεν θα υπήρχε χωρίς να την έχει δημιουργήσει η Airbnb.

source: Today, the technology platform has been built and the marketplace grows organically with new hosts and users both proactively seeking out Airbnb’s website and mobile app. Airbnb charges guests 5-15%% and hosts 3-5%% of every booking. This means Airbnb will capture as much as 20%% of the value of every transaction regardless of whether additional work is being done by the company. Airbnb also automatically withholds local taxes as well, which can be significant. For example, the hotel taxes in Chicago, Atlanta, and Seattle are 16%%.
el: Σήμερα, η τεχνολογική πλατφόρμα έχει οικοδομηθεί και η αγορά αναπτύσσεται οργανικά με νέους οικοδεσπότες και χρήστες, οι οποίοι αναζητούν ενεργά την ιστοσελίδα της Airbnb και την εφαρμογή για κινητά. Η Airbnb χρεώνει τους επισκέπτες 5-15%% και φιλοξενεί 3-5%% από κάθε κράτηση. Αυτό σημαίνει ότι η Airbnb θα συλλάβει έως και 20%% της αξίας κάθε συναλλαγής ανεξάρτητα από το αν η εταιρεία κάνει πρόσθετες εργασίες. Η Airbnb επίσης παρακρατεί αυτόματα τους τοπικούς φόρους, οι οποίοι μπορεί να είναι σημαντικοί. Για παράδειγμα, οι φόροι ξενοδοχείων στο Σικάγο, την Ατλάντα και το Σιάτλ είναι 16%%.

source: It’s worth noting that Airbnb is not alone in charging egregious fees for its matching service. Online travel agencies like Booking.com and Expedia charge affiliate hotels 15-30%% of transaction value<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
el: Αξίζει να σημειωθεί ότι η Airbnb δεν είναι μόνη της να χρεώνει έκτακτα τέλη για την αντίστοιχη υπηρεσία. Συνδεδεμένα ταξιδιωτικά γραφεία όπως Booking.com και Expedia χρεώνονται τα ξενοδοχεία θυγατρικών 15-30%% αξίας συναλλαγής<a class='whitepaper-footnote-link' href='#footnote5'>5</a>

source: In this case, while buyer and seller are both better off than they would be without Airbnb, they are leaving money on the table since both sides would be willing to meet at a price somewhere in the middle. A more efficient market would exist if the transaction fees were removed or even decreased. Buyer and seller will both be better off economically as Airbnb is disintermediated.
el: Σε αυτή την περίπτωση, ενώ ο αγοραστής και ο πωλητής είναι και οι δύο καλύτεροι από ότι θα ήταν χωρίς Airbnb, αφήνουν χρήματα στο τραπέζι, καθώς και οι δύο πλευρές θα ήταν πρόθυμες να συναντηθούν σε μια τιμή κάπου στη μέση. Μια πιο αποτελεσματική αγορά θα υπήρχε εάν τα τέλη συναλλαγής είχαν αφαιρεθεί ή ακόμη και μειωθεί. Ο αγοραστής και ο πωλητής θα είναι και οι δύο καλύτερα από οικονομικής άποψης, καθώς η Airbnb δεν έχει μεσολαβήσει.

source: What if efficient marketplaces could be built that do not charge expensive transaction fees?
el: Τι θα συμβεί εάν θα μπορούσαν να κατασκευαστούν αποτελεσματικές αγορές, οι οποίες να μην χρεώνουν ακριβά τέλη συναλλαγών;

source: Further, as Airbnb has thrived, it is the company’s shareholders that will reap the handsome rewards. The company’s founders, venture capitalists, and employees will make an immense amount of money in an IPO that is anticipated in 2020. But what about Airbnb’s earliest hosts that supplied liquidity to the market? Sure, they benefited by making revenue on the platform, but they are not getting outsized rewards for their integral contributions in the early days of the marketplace like employees and investors are. In a somewhat exaggerated analogy, the company is running a feudal system where its hosts act as serfs to overfill the network owner’s coffers.
el: Επιπλέον, καθώς η Airbnb έχει αναπτυχθεί, οι μέτοχοι της εταιρείας θα δρέψουν τα όμορφα οφέλη. Οι ιδρυτές της εταιρείας, οι επιχειρηματίες κεφαλαίων και οι εργαζόμενοι θα καταβάλουν ένα τεράστιο ποσό χρημάτων σε μια δημόσια εγγραφή που αναμένεται το 2020. Αλλά τι γίνεται με τους πρώτους οικοδεσπότες της Airbnb που έδωσαν ρευστότητα στην αγορά; Σίγουρα, επωφελήθηκαν από την πραγματοποίηση εσόδων στην πλατφόρμα, αλλά δεν παίρνουν υπερμεγέθεις ανταμοιβές για τις ολοκληρωμένες συνεισφορές τους στις πρώτες μέρες της αγοράς, όπως είναι οι εργαζόμενοι και οι επενδυτές. Σε μια κάπως υπερβολική αναλογία, η εταιρεία εκτελεί ένα φεουδαρχικό σύστημα, όπου οι οικοδεσπότες της λειτουργούν ως δουλοπάροικοι για να υπερκεράσουν τα ταμεία του ιδιοκτήτη του δικτύου.

source: How do we allow early contributors to important networks capture value more fairly?
el: Πώς επιτρέπουμε στους πρώιμους συνεισφέροντες σε σημαντικά δίκτυα να αποτυπώνουν πιο δίκαια την αξία;

source: Data is siloed by private corporations
el: Τα δεδομένα είναι χαραγμένα από ιδιωτικές εταιρείες

source: Each marketplace operator controls a valuable, but closed store of user and transaction data. We believe users should be able to own and control their own data. We also believe that transparency is critical for trust. Too often corporations control access to their users’ own data for their own benefit. When guests set up a methamphetamine lab in an early Airbnb apartment, Airbnb’s team of lawyers immediately descended with non-disclosure agreements and hush money to stop the negative press from getting out. That might have been the right decision for Airbnb, but the company’s customers deserve to know the truth so they can make informed decisions with whom to transact business. With the blockchain, everything is public and immutable, so transparency is a default feature.
el: Κάθε διαχειριστής της αγοράς ελέγχει ένα πολύτιμο αλλά κλειστό κατάστημα δεδομένων χρήστη και συναλλαγής. Πιστεύουμε ότι οι χρήστες θα πρέπει να μπορούν να κατέχουν και να ελέγχουν τα δικά τους δεδομένα. Πιστεύουμε επίσης ότι η διαφάνεια είναι κρίσιμη για την εμπιστοσύνη. Πολύ συχνά οι επιχειρήσεις ελέγχουν την πρόσβαση στα δεδομένα των χρηστών τους προς όφελός τους. Όταν οι επισκέπτες δημιούργησαν ένα εργαστήριο μεθαμφεταμίνης σε ένα πρώιμο διαμέρισμα Airbnb, η ομάδα δικηγόρων της Airbnb καταγόταν αμέσως με συμφωνίες μη αποκάλυψης και τα χρήματα για να σταματήσουν οι αρνητικοί τύποι να βγουν έξω. Αυτό θα μπορούσε να ήταν η σωστή απόφαση για την Airbnb, αλλά οι πελάτες της εταιρείας αξίζουν να γνωρίζουν την αλήθεια, ώστε να μπορούν να λαμβάνουν τεκμηριωμένες αποφάσεις με τους οποίους να πραγματοποιούν συναλλαγές. Με το blockchain, όλα είναι δημόσια και αμετάβλητα, οπότε η διαφάνεια είναι ένα προεπιλεγμένο χαρακτηριστικό.

source: Open, shared data also has the positive externality of encouraging competition and ever-improving updates to the community
el: Τα ανοιχτά, κοινά δεδομένα έχουν επίσης τη θετική εξωτερικότητα που ενθαρρύνει τον ανταγωνισμό και συνεχώς βελτιώνει τις ενημερώσεις στην κοινότητα

source: What if network data was owned by the community and not a private operator?
el: Τι γίνεται αν τα δεδομένα δικτύου ανήκουν στην κοινότητα και όχι σε έναν ιδιωτικό φορέα;

source: Potential lack of innovation
el: Πιθανή έλλειψη καινοτομίας

source: Once a category winner has been defined in marketplace verticals, that company is usually able to maintain a (mostly) monopolistic position. Having more buyers and sellers means more capital to further grow the business. Having invaluable troves of data, marketing dollars, and brand recognition are all powerful moats that prevent competitors from entering the market, thereby stifling innovation. The most salient example is probably Craigslist, the first mainstream services and goods marketplace on the Internet, which has thrived for over 20 years despite having an outdated user experience, lacking a dependable and trustworthy reputation system, and even failing to provide a native way to pay for transactions safely and easily<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
el: Μόλις οριστεί ένας νικητής κατηγορίας σε κατακόρυφες αγορές, η εταιρεία αυτή είναι συνήθως σε θέση να διατηρήσει μια (κατά το μεγαλύτερο μέρος) μονοπωλιακή θέση. Έχοντας περισσότερους αγοραστές και πωλητές σημαίνει περισσότερα κεφάλαια για την περαιτέρω ανάπτυξη της επιχείρησης. Έχοντας ανεκτίμητα στοιχεία δεδομένων, δολάρια μάρκετινγκ και αναγνώριση σήματος είναι όλα ισχυρά τάφρους που εμποδίζουν τους ανταγωνιστές να εισέλθουν στην αγορά, καταπνίγοντας έτσι την καινοτομία. Το πιο σημαντικό παράδειγμα είναι κατά πάσα πιθανότητα η Craigslist, η πρώτη βασική αγορά υπηρεσιών και εμπορευμάτων στο Διαδίκτυο, η οποία έχει αναπτυχθεί για πάνω από 20 χρόνια, παρά το γεγονός ότι έχει ξεπερασμένη εμπειρία χρηστών, δεν διαθέτει αξιόπιστο και αξιόπιστο σύστημα φήμης και δεν παρέχει καν πληρώνουν ασφαλείς και εύκολα τις συναλλαγές<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.

source: There have been a countless number of Craigslist competitors that fell flat despite offering buyers and sellers a safer, easier buying experience simply because Craigslist had first mover advantage and ingrained network effects. The buyers go where the sellers are, and sellers go where the buyers are.
el: Υπήρξε ένας αμέτρητος αριθμός ανταγωνιστών του Craigslist που έπεσαν επίπεδες παρά την προσφορά στους αγοραστές και τους πωλητές μιας ασφαλέστερης και ευκολότερης αγοραστικής εμπειρίας απλώς και μόνο επειδή το Craigslist είχε τα πλεονεκτήματα του πρώτου κινητήρα και τα ριζωμένα εφέ του δικτύου. Οι αγοραστές πηγαίνουν όπου οι πωλητές είναι, και οι πωλητές πηγαίνουν όπου οι αγοραστές είναι.

source: What if buyers and sellers met on an open, decentralized network that created incentives for everyone to work together and innovate for the community interest?
el: Τι γίνεται αν οι αγοραστές και οι πωλητές συναντήθηκαν σε ένα ανοιχτό, αποκεντρωμένο δίκτυο που δημιούργησε κίνητρα για να συνεργαστούν όλοι και να καινοτομούν για το κοινοτικό ενδιαφέρον;

source: We envision a future where innovations are constantly made to underlying infrastructure, product features, and business mechanics to the benefit of the entire network of buyers and sellers.
el: Θεωρούμε ένα μέλλον όπου οι καινοτομίες γίνονται συνεχώς σε υποκείμενες υποδομές, χαρακτηριστικά προϊόντων και μηχανικούς επιχειρήσεων προς όφελος ολόκληρου του δικτύου αγοραστών και πωλητών.

source: Arbitrary rule changes and censorship
el: Αυθαίρετες αλλαγές κανόνων και λογοκρισία

source: When marketplaces are governed by individual corporations, these corporations can and will change policies and rules on a whim. In many cases, they have the best intentions of the community in mind. In others, they have much more selfish interests. There are countless examples of marketplace operators spiting the very members that have created great value for them.
el: Όταν οι αγορές ρυθμίζονται από μεμονωμένες εταιρείες, αυτές οι εταιρείες μπορούν και θα αλλάξουν πολιτικές και κανόνες για μια ιδιοτροπία. Σε πολλές περιπτώσεις, έχουν τις καλύτερες προθέσεις της κοινότητας στο μυαλό. Σε άλλα, έχουν πολύ πιο εγωιστικά ενδιαφέροντα. Υπάρχουν αμέτρητα παραδείγματα επιχειρηματιών της αγοράς που σπρώχνουν τα ίδια τα μέλη που δημιούργησαν μεγάλη αξία γι 'αυτούς.

source: As sharing economy marketplaces grow, suppliers and buyers increasingly become abstracted away into the numbers, and some are left feeling like they are “cogs in the wheel”. Uber has increased their take from drivers from 15%% all the way to 30%% over the years<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, and drivers have no ability to impact these decisions. Many early Uber drivers now feel that they have been taken advantage of as the ride-sharing giant has scaled its operations.
el: Καθώς αυξάνονται οι κατανομές των αγορών της οικονομίας, οι προμηθευτές και οι αγοραστές αυξάνονται ολοένα και περισσότερο στους αριθμούς, ενώ μερικοί αφήνονται να αισθάνονται ότι είναι "γρανάζια στον τροχό". Η Uber έχει αυξήσει τη λήψη τους από τους οδηγούς από 15%% όλη τη διάρκεια των 30%% κατά τη διάρκεια των ετών<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, και οι οδηγοί δεν έχουν καμία δυνατότητα να επηρεάσουν αυτές τις αποφάσεις. Πολλοί νωρίς οδηγοί Uber αισθάνονται τώρα ότι έχουν επωφεληθεί από το ότι ο γίγαντας που μοιράζεται την οδήγηση έχει κλιμακώσει τις δραστηριότητές του.

source: In 2017, Airbnb made the news for kicking guests out of rented properties and canceled their accounts after discovering those guests were planning to attend a Ku Klux Klan (KKK) rally<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. While few people sympathize with klan members that promote racist and violent ideology, it’s a slippery slope for Airbnb to start taking an opinionated stance on who is allowed to use their service. What about members of controversial political and religious groups? The personal leanings of a marketplace’s founders, no matter how mainstream, should not interfere with the decisions of marketplace buyers and sellers.
el: Το 2017, η Airbnb έκανε την είδηση ότι ξεκίνησε να εκτοξεύει τους επισκέπτες από ενοικιαζόμενα ακίνητα και ακύρωσε τους λογαριασμούς τους αφού ανακάλυψε ότι οι φιλοξενούμενοι σχεδίαζαν να παρακολουθήσουν ένα αγώνα του Kuk Klux (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Ενώ λίγοι άνθρωποι συμπονούνται με τα μέλη του klan που προωθούν τη ρατσιστική και βίαιη ιδεολογία, είναι μια ολισθηρή πλαγιά για την Airbnb να ξεκινήσει να παίρνει μια θέση για το ποιος μπορεί να χρησιμοποιήσει την υπηρεσία τους. Τι γίνεται με μέλη αμφιλεγόμενων πολιτικών και θρησκευτικών ομάδων; Οι προσωπικές προσδοκίες των ιδρυτών της αγοράς, ανεξάρτητα από το πόσο συνηθισμένο, δεν πρέπει να παρεμβαίνουν στις αποφάσεις αγοραστών και πωλητών της αγοράς.

source: Many Etsy sellers live in constant fear of their stores being shut down for copyright violations or breaking arbitrary rules like having duplicate listings or failing to disclose team members. There are many stories of store owners having their livelihoods extinguished with little to no recourse. Similar stories of platforms shutting down accounts or seizing funds are all too common on eBay, Amazon, and many other popular marketplaces. Sellers complain of course, but few realistic alternatives exist.
el: Πολλοί πωλητές της Etsy ζουν σε συνεχή φόβο ότι τα καταστήματά τους θα κλείσουν για παραβιάσεις πνευματικών δικαιωμάτων ή θα παραβιάσουν αυθαίρετους κανόνες, όπως την ύπαρξη διπλών καταχωρήσεων ή αδυναμία αποκάλυψης μελών της ομάδας. Υπάρχουν πολλές ιστορίες για τους ιδιοκτήτες καταστημάτων που έχουν τα μέσα διαβίωσής τους σβήνοντας με λίγη ή καθόλου προσφυγή. Παρόμοιες ιστορίες πλατφορμών που κλείνουν λογαριασμούς ή κατασχέσεις κεφαλαίων είναι πάρα πολύ συχνές σε eBay, Amazon και σε πολλές άλλες δημοφιλείς αγορές. Οι πωλητές παραπονούνται φυσικά, αλλά υπάρχουν λίγες ρεαλιστικές εναλλακτικές λύσεις.

source: Tampering of rules is not reserved only for private corporations that manage the marketplace. Airbnb’s home city of San Francisco has passed local ordinances forbidding the home-rental company from taking bookings from hosts who have not properly registered their homes<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. The new regulations are so restrictive that thousands of rental properties in San Francisco have now been banned from the platform. Dozens of other cities followed San Francisco’s actions and used them as a model for how to pass their own restrictions concerning home-sharing. Airbnb represents a single point of failure in this case, and hotel industry lobbyists can attack this valuable industry easily and effectively.
el: Η παραβίαση κανόνων δεν περιορίζεται μόνο στις ιδιωτικές εταιρείες που διαχειρίζονται την αγορά. Η έδρα του Airbnb στο Σαν Φρανσίσκο έχει περάσει τοπικά διατάγματα απαγορεύοντας στην εταιρεία ενοικίασης κατοικιών να πάρει κρατήσεις από οικοδεσπότες που δεν έχουν καταγράψει σωστά τα σπίτια τους<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. Οι νέοι κανονισμοί είναι τόσο περιοριστικοί ώστε χιλιάδες ενοικιαζόμενων ακινήτων στο Σαν Φρανσίσκο έχουν απαγορευτεί από την πλατφόρμα. Δεκάδες άλλες πόλεις ακολούθησαν τις ενέργειες του Σαν Φρανσίσκο και τις χρησιμοποίησαν ως πρότυπο για το πώς θα περάσουν τους δικούς τους περιορισμούς όσον αφορά την κατανομή κατοικίας. Η Airbnb αντιπροσωπεύει ένα μόνο σημείο αποτυχίας σε αυτήν την περίπτωση και οι εκπρόσωποι του κλάδου των ξενοδοχείων μπορούν να επιτεθούν σε αυτήν την πολύτιμη βιομηχανία εύκολα και αποτελεσματικά.

source: Finally, as an oft-cited example of the importance of cryptocurrencies, Wikileaks was able to survive the US banking blockade due to Bitcoin donations from their supporters. By building tools for people to transact with each other in a trustless, distributed fashion, we can eliminate these single points of failure in our systems that undermine our personal liberties.
el: Τέλος, ως συχνά αναφερόμενο παράδειγμα της σημασίας των κρυπτοσυχνοτήτων, το Wikileaks ήταν σε θέση να επιβιώσει από τον τραπεζικό αποκλεισμό των ΗΠΑ λόγω των δωρεών του Bitcoin από τους υποστηρικτές του. Με την οικοδόμηση εργαλείων για να μπορούν οι άνθρωποι να συνεργάζονται μεταξύ τους με έναν αδιάφορο και κατανεμημένο τρόπο, μπορούμε να εξαλείψουμε αυτά τα ενιαία σημεία αποτυχίας στα συστήματά μας που υπονομεύουν τις προσωπικές μας ελευθερίες.

source: What if goods and services that added value to the ecosystem could freely trade at their fair market prices and quantities without tampering from biased third parties?
el: Τι θα συνέβαινε εάν τα αγαθά και οι υπηρεσίες που προσδίδουν προστιθέμενη αξία στο οικοσύστημα μπορούσαν ελεύθερα να πραγματοποιούν συναλλαγές στις δίκαιες τιμές αγοράς και τις ποσότητες τους χωρίς να παραβιάζουν τα προκατειλημμένα τρίτα μέρη;

source: Now is the <span>time for change</span>
el: Τώρα είναι η ώρα <span>για την αλλαγή</span>

source: The market is ready for a new peer-to-peer form of commerce. The world is moving to a gig economy where more and more individuals provide goods and services as their primary or supplemental way of earning income. Over 22%% of US adults have become suppliers to the sharing economy as of 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> and this number is expected to increase over time. These suppliers will hugely benefit from an open network that does not charge exorbitant transaction and service fees.
el: Η αγορά είναι έτοιμη για μια νέα ομότιμη μορφή εμπορίου. Ο κόσμος κινείται σε μια οικονομία συναυλιών όπου όλο και περισσότερα άτομα παρέχουν αγαθά και υπηρεσίες ως τον κύριο ή συμπληρωματικό τρόπο κερδοσκοπίας. Πάνω από 22%% των ενηλίκων των ΗΠΑ έχουν γίνει προμηθευτές στην οικονομία κατανομής από το 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> και ο αριθμός αυτός αναμένεται να αυξηθεί με την πάροδο του χρόνου. Αυτοί οι προμηθευτές θα επωφεληθούν σε μεγάλο βαθμό από ένα ανοικτό δίκτυο που δεν χρεώνει υπερβολικές χρεώσεις συναλλαγών και υπηρεσιών.

source: Gross bookings on the sharing economy are expected to exceed $335B by 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Platform revenues (mostly fees taken by the companies) for the sharing economy are expected to more than double to $40.2B in the next five years<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
el: Οι ακαθάριστες κρατήσεις για την οικονομία κοινής χρήσης αναμένεται να υπερβούν τα $ 335B έως το 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Τα έσοδα της πλατφόρμας (κυρίως αμοιβές των εταιρειών) για την κοινή οικονομία αναμένεται να υπερδιπλασιαστούν στα $ 40.2B τα επόμενα πέντε χρόνια<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.

source: While the overall market continues to boom, value capture has only shifted in favor to the regional monopolies. Recently, Airbnb dramatically increased fees for hosts in many global regions, from 3 to 5 percent to 14 percent<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Similarly, Uber’s advertised 25%% commission rate is actually significantly higher when factoring in additional fees that are passed onto their drivers. For example, the median commission that Uber charges in San Francisco was recently estimated at 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
el: Ενώ η συνολική αγορά συνεχίζει να αναπτύσσεται, η δέσμευση αξίας έχει μετατοπιστεί μόνο υπέρ των περιφερειακών μονοπωλίων. Πρόσφατα, η Airbnb αύξησε δραματικά τις αμοιβές για τους οικοδεσπότες σε πολλές παγκόσμιες περιοχές, από 3 έως 5% έως 14%<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Ομοίως, διαφημίζονται Uber του 25%% ποσοστό της προμήθειας είναι πραγματικά σημαντικά υψηλότερες όταν factoring σε πρόσθετα τέλη που έχουν περάσει πάνω τους οδηγούς τους. Για παράδειγμα, η διάμεση προμήθεια που χρεώνει η Uber στο Σαν Φρανσίσκο υπολογίστηκε πρόσφατα στο 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>

source: The world is also moving more and more to global versus local commerce. Sellers are able to provide services (and many times products and goods) to customers across the world. Currently, a Lyft passenger would not be able to ride on the Didi ChuXing ride-sharing network (China’s largest ride-sharing company) save for the fact that the two companies signed a deep partnership that was months in the making and involved a mutual investor pouring hundreds of millions of dollars into both companies. In a global, but openly distributed marketplace, a customer would be able to purchase services from suppliers without a need for new accounts, complicated currency exchanges, or prerequisite negotiated deals.
el: Ο κόσμος κινείται όλο και περισσότερο στο παγκόσμιο έναντι του τοπικού εμπορίου. Οι πωλητές είναι σε θέση να παρέχουν υπηρεσίες (και πολλές φορές προϊόντα και αγαθά) σε πελάτες σε όλο τον κόσμο. Επί του παρόντος, ένας επιβάτης Lyft δεν θα ήταν σε θέση να οδηγήσει στο δίκτυο διακίνησης με το Didi ChuXing (η μεγαλύτερη εταιρία που μοιράζεται την Κίνα), εκτός από το γεγονός ότι οι δύο εταιρείες υπέγραψαν μια βαθιά συνεργασία η οποία ήταν μήνες σε εξέλιξη και αφορούσε έναν αμοιβαίο επενδυτή χύνοντας εκατοντάδες εκατομμύρια δολάρια και στις δύο εταιρείες. Σε μια παγκόσμια αλλά ανοιχτά κατανεμημένη αγορά, ο πελάτης θα μπορούσε να αγοράσει υπηρεσίες από προμηθευτές χωρίς να χρειάζονται νέοι λογαριασμοί, περίπλοκες ανταλλαγές νομισμάτων ή προαπαιτούμενες διαπραγματεύσεις.

source: Concurrently, the technology is finally starting to be in place to support large-scale decentralized commerce.
el: Παράλληλα, η τεχνολογία άρχισε τελικά να εφαρμόζεται για την υποστήριξη αποκεντρωμένου εμπορίου μεγάλης κλίμακας.
