Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: Participate by Joining Our Newsletter
el: Δηλώστε συμμετοχή με την εγγραφή σας στο Newsletter μας

source: You must join Origin's mailing list and Wechat group to be eligible to participate in the activities
el: Πρέπει να εγγραφείτε στη λίστα αλληλογραφίας του Origin και στην ομάδα Wechat για να δικαιούστε να συμμετάσχετε στις δραστηριότητες

source: Submit
de: Einreichen
el: Υποβολή
nl: Indienen
th: เสนอ

source: Congratulations!
el: Συγχαρητήρια!

source: You are now eligible to participate
el: Έχετε πλέον δικαίωμα συμμετοχής

source: Make sure you scan this QR code to join our WeChat group
el: Βεβαιωθείτε ότι σαρώσατε αυτόν τον κωδικό QR για να συμμετάσχετε στην ομάδα WeChat

source: OGN Net Increase Competition
el: Καθαρή αύξηση OGN στον διαγωνισμό

source: OGN Trading Competition
el: Διαγωνισμός συναλλαγών OGN

source: Activity time period: June 18, 12:00:00 to June 29, 23:59:59 GMT +8
el: Περίοδος δραστηριότητας: 18 Ιουνίου, 12:00:00 έως 29 Ιουνίου, 23:59:59 GMT +8

source: Rewards to be calculated every 3 days
el: Οι ανταμοιβές υπολογίζονται κάθε 3 ημέρες

source: Competition rounds
el: Γύροι διαγωνισμού

source: The competition will begin on June 18, 00:00:00 and will last until June 29, 23:59:59 GMT +8 (12 days)
el: Ο διαγωνισμός θα ξεκινήσει στις 18 Ιουνίου, 00:00:00 και θα διαρκέσει έως τις 29 Ιουνίου, 23:59:59 GMT +8 (12 ημέρες)

source: There will be 4 rounds, with each round lasting 3 days. Rewards will be paid out to the winners of each round. All times listed in Bejing time (GMT +8).
el: Θα γίνουν 4 γύροι, με κάθε γύρο να διαρκεί 3 ημέρες. Οι ανταμοιβές θα καταβάλλονται στους νικητές κάθε γύρου. Όλες οι ώρες αναφέρονται στην ώρα του Πεκίνου (GMT +8).

source: Round 1 will commence from June 18 to June 20
el: Ο 1ος γύρος θα ξεκινήσει από τις 18 Ιουνίου έως τις 20 Ιουνίου

source: Round 2 will commence from June 20 to June 23
el: Ο 2ος γύρος θα ξεκινήσει από τις 20 Ιουνίου έως τις 23 Ιουνίου

source: Round 3 will commence from June 23 to June 26
el: Ο 3ος γύρος θα ξεκινήσει από τις 23 Ιουνίου έως τις 26 Ιουνίου

source: Round 4 will commence from June 26 to June 29
el: Ο 4ος γύρος θα ξεκινήσει από τις 26 Ιουνίου έως τις 29 Ιουνίου

source: Competition rules
el: Κανόνες ανταγωνισμού

source: Traders will be ranked according to their OGN Net Increase Amount during each round.
el: Οι έμποροι θα κατατάσσονται σύμφωνα με το καθαρό ποσό αύξησης των OGN τους κατά τη διάρκεια κάθε γύρου.

source: OGN Net Increase Amount = OGN held at the end of the round - OGN held at the beginning of the round
el: Καθαρό ποσό αύξησης των OGN = OGN που κατείχαν στο τέλος του γύρου - OGN που κατείχαν στην αρχή του γύρου

source: Here is an example calculation for OGN Net Increase Amount:
el: Ακολουθεί ένα παράδειγμα υπολογισμού του καθαρου ποσού αύξησης των OGN:

source: A trader starts the round with 2,000 OGN
el: Ένας έμπορος ξεκινά τον γύρο με 2.000 OGN

source: They then buy 15,000 OGN, sell 3,000 OGN, and withdraw 1,000 OGN
el: Στη συνέχεια αγοράζει 15.000 OGN, πουλάει 3.000 OGN και κάνει ανάληψη 1.000 OGN

source: They end the round with 13,000 OGN (2,000 + 15,000 - 3,000 - 1,000 OGN)
el: Ολοκληρώνει τον γύρο με 13.000 OGN (2.000 + 15.000 - 3.000 - 1.000 OGN)

source: Their OGN Net Increase is 11,000 OGN.
el: Η καθαρή αύξηση των OGN του είναι 11.000 OGN.

source: Competition payouts
el: Πληρωμές διαγωμισμού

source: $25k USDT will be awarded in each 3-day round, for a total of $100k USDT.
el: $25k USDT θα δίνονται σε κάθε τριήμερο γύρο, φτάνοντας συνολικά τα $100k USDT.

source: For each 3-day reward period, traders will be ranked by their overall OGN Net Increase Amount:
el: Για κάθε τριήμερη περίοδο ανταμοιβής, οι έμποροι θα ταξινομούνται με βάση το συνολικό καθαρό ποσό αύξησης OGN:

source: 1st place: $3k USDT
el: 1η θέση: $3k USDT

source: 2nd place: $2.5k USDT
el: 2η θέση: $2,5k USDT

source: 3rd place: $2k USDT
el: 3η θέση: $2k USDT

source: 4th place: $1.5k USDT
el: 4η θέση: $1,5k USDT

source: 5th place: $1k USDT
el: 5η θέση: $1k USDT

source: 6th to 30th places: Split $7.5k USDT evenly
el: 6η έως 30η θέση: μοιράζονται ισόποσα $7,5k USDT

source: 31st to 60th places: Split $5k USDT evenly
el: 31η έως 60η θέση: μοιράζονται ισόποσα $5k USDT

source: 61st to 100th places: Split $2.5k USDT evenly
el: 61η έως 100η θέση: μοιράζονται ισόποσα $2,5k USDT

source: Traders can win in multiple rewards periods, but the OGN Net Increase Amount is calculated using the snapshot at the end of the last period:
el: Οι έμποροι μπορούν να κερδίσουν σε πολλές περιόδους ανταμοιβής, αλλά το καθαρό ποσό αύξησης OGN υπολογίζεται χρησιμοποιώντας το στιγμιότυπο στο τέλος της τελευταίας περιόδου:

source: For example, if a trader is holding 10,000 OGN at the end of round 1, that is the starting point for the second round. If they increase their OGN holdings to 30,000 OGN by the end of day 6, their OGN Net Increase Amount for the round is 20,000.
el: Για παράδειγμα, εάν ένας έμπορος κρατά 10.000 OGN στο τέλος του πρώτου γύρου, αυτό είναι το σημείο εκκίνησης για τον δεύτερο γύρο. Εάν αυξήσει τις συμμετοχές τους σε 30.000 OGN μέχρι το τέλος της 6ης ημέρας, το καθαρό ποσό αύξησης OGN του για τον γύρο είναι 20.000.

source: Activity time period: July 1, 00:00:00 to August 31, 23:59:59 GMT +8
el: Περίοδος δραστηριότητας: 1 Ιουλίου, 00:00:00 έως 31 Αυγούστου, 23:59:59 GMT +8

source: The OGN Holder Airdrop will reward Huobi traders that HODL OGN over a two-month period. 500k of OGN will be rewarded to OGN Holder participants.
el: Το OGN Holder Airdrop θα επιβραβεύσει τους εμπόρους του Huobi που κάνουν HODL τα OGN τους σε διάστημα δύο μηνών. 500.000 OGN θα ανταμειφθούν στους συμμετέχοντες του OGN Holder.

source: Airdrop rounds
el: Γύροι του Airdrop

source: The OGN Holder Airdrop campaign will begin after the OGN Net Asset Increase competition ends. There will be two month-long rounds.
el: Η καμπάνια OGN Holder Airdrop θα ξεκινήσει μετά τη λήξη του διαγωνισμού OGN Net Asset Increase. Θα γίνουν δύο γύροι διάρκειας ενός μήνα.

source: Round 1 will commence from July 1, 00:00:00 to July 31, 23:59:59 GMT +8
el: Ο 1ος γύρος θα ξεκινήσει από την 1η Ιουλίου, 00:00:00 έως τις 31 Ιουλίου, 23:59:59 GMT +8

source: Round 2 will commence from August 1, 00:00:00 to August 31, 23:59:59 GMT +8
el: Ο 2ος γύρος θα ξεκινήσει από την 1η Αυγούστου, 00:00:00 έως τις 31 Αυγούστου, 23:59:59 GMT +8

source: Airdrop rules
el: Κανόνες του Airdrop

source: For each round, 250k OGN will be rewarded to OGN holders to OGN holders based on the amount of OGN they are holding relative to all other OGN holders:
el: Για κάθε γύρο, 250k OGN θα ανταμείβονται στους κατόχους OGN στους και στους κατόχους OGN με βάση το ποσό των OGN που κατέχουν σε σχέση με όλους τους άλλους κατόχους:

source: OGN rewarded = OGN Holder score x (The average OGN holdings that the user holds during the month / The total amount of OGN all users hold)
el: OGN επιβραβεύσεις = OGN Holder score x (Το μέσο ποσό OGN που κατέχει ο χρήστης κατά τη διάρκεια του μήνα / Το συνολικό ποσό OGN που κατέχουν όλοι οι χρήστες)

source: Users who hold on average 1000 HT or more in each monthly airdrop period will double the value for their average OGN holdings for the month for the rewards calculation
el: Οι χρήστες που κατέχουν κατά μέσο όρο 1000 HT ή περισσότερα, σε κάθε μηνιαία περίοδο airdrop θα διπλασιάζουν την αξία του μέσου ποσού OGN που έχουν στην κατοχή τους για τον μήνα για τον υπολογισμό των ανταμοιβών

source: Users who have held on average at least 1000 HT for 90 days prior to each airdrop distribution will triple the value for their average OGN holdings for the month for the rewards calculation
el: Οι χρήστες που έχουν στην κατοχή τους κατά μέσο όρο τουλάχιστον 1000 HT για 90 ημέρες πριν από κάθε διανομή του airdrop, θα τριπλασιάσουν την αξία του μέσου ποσού OGN που έχουν στην κατοχή τους για τον μήνα για τον υπολογισμό των ανταμοιβών

source: In addition, users must meet the following eligibility requirements:
el: Επιπλέον, οι χρήστες πρέπει να πληρούν τις ακόλουθες προϋποθέσεις καταλληλότητας:

source: The user must hold at least 1000 OGN daily during the month
el: Ο χρήστης πρέπει να κατέχει τουλάχιστον 1000 OGN καθημερινά κατά τη διάρκεια του μήνα

source: The user must register their email address with Origin and join the Origin Wechat group.
el: Ο χρήστης πρέπει να καταχωρήσει τη διεύθυνση ηλεκτρονικού ταχυδρομείου του στην Origin και να συμμετάσχει στην ομάδα Origin Wechat.

source: Origin Protocol - Investors
el: Origin Protocol - Επενδυτές

source: Origin Protocol is backed by top investors from all over the world
el: Το Origin Protocol υποστηρίζεται από κορυφαίους επενδυτές από όλο τον κόσμο

source: We're backed by top investors from all over the world
el: Μας υποστηρίζουν κορυφαίοι επενδυτές από όλο τον κόσμο

source: Funding
el: Χρηματοδότηση

source: Origin's native token is called OGN. Today, OGN is publicly traded on top exchanges like Coinbase, Binance and Huobi.
el: Το token της Origin ονομάζεται OGN. Σήμερα, το OGN διαπραγματεύεται δημόσια σε κορυφαία ανταλλακτήρια όπως τα Coinbase, η Binance και το Huobi.

source: We previously raised funding from presale investors across three previous rounds to build our platform.
el: Προηγουμένως χρηματοδοτηθήκαμε από επενδυτές σε στάδιο προπώλησης τρεων προηγούμενων γύρων για να δημιουργήσουμε την πλατφόρμα μας.

source: $38.1M
el: $ 38,1 εκατ

source: total raised to date
el: συγκεντρώθηκαν συνολικά μέχρι σήμερα

source: presale investors
el: επενδυτές προπώλησης

source: Sign up to get regular token holder updates:
el: Εγγραφείτε για να λαμβάνετε τακτικές ενημερώσεις ως κάτοχος tokens:

source: Featured Investor
el: Προβεβλημένος επενδυτής

source: "The reason we invested in Origin was primarily because of the team. They have amazing backgrounds and they come from iconic consumer companies."
el: "Ο λόγος που επενδύσαμε στην Origin ήταν κυρίως λόγω της ομάδας. Έχουν καταπληκτικό υπόβαθρο και προέρχονται από εμβληματικές καταναλωτικές εταιρείες."

source: Partner, Foundation Capital
el: Συνεργάτης, Foundation Capital

source: "We're talking about over 100,000 members around the world that are hard-core fans of Origin. Origin has done a tremendous job executing at a global scale."
el: "Μιλάμε για πάνω από 100.000 μέλη σε όλο τον κόσμο που είναι σκληροπυρηνικοί οπαδοί της Origin. Η Origin έχει κάνει φανταστική δουλειά σε παγκόσμια κλίμακα."

source: Founding Partner, Oyster VC
el: Ιδρυτικό μέλος, Oyster VC

source: "Origin stands out from any of the other decentralized applications that we've invested into, because they've gone out there and built probably the best community that we've seen. For us, that was a game changer."
el: "Η Origin ξεχωρίζει από οποιαδήποτε από τις άλλες αποκεντρωμένες εφαρμογές στις οποίες έχουμε επενδύσει, επειδή έχουν δημιουργήσει ίσως την καλύτερη κοινότητα που έχουμε δει. Για εμάς, αυτό ήταν ένα καταλυτικό. "

source: We are backed by top venture capital firms and investors in Silicon Valley and around the world
el: Μας υποστηρίζουν κορυφαίες εταιρείες επιχειρηματικών κεφαλαίων και επενδυτές της Silicon Valley και όλου του κόσμου

source: Individual Investors
de: Individuelle Investoren
el: Ιδιώτες Επενδυτές
nl: Individuele investeerders
th: นักลงทุนรายย่อย

source: We are supported by some of the best angel investors and previous founders in Silicon Valley.
el: Μας υποστηρίζουν μερικοί από τους καλύτερους επενδυτές και προηγούμενοι ιδρυτές εταιρειών στη Silicon Valley.

source: Founder, YouTube
el: Ιδρυτής, YouTube

source: Founder, Reddit
el: Ιδρυτής, Reddit

source: Partner, Y Combinator
el: Συνεργάτης, Y Combinator

source: Acclaimed DJ
el: Αναγνωρισμένος DJ

source: Serial Entrepreneur
el: Επανειλημμένα Επιχειρηματίας

source: Founder, Akamai
el: Ιδρυτής, Akamai

source: Origin Protocol
el: Το Πρωτόκολλο Origin
th: พิธีสารต้นกำเนิด

source: Origin Protocol is bringing NFTs and DeFi to the masses.
el: Το πρωτόκολλο Origin φέρνει τα NFTs και το DeFi στις μάζες.

source: Bringing NFTs and DeFi<br>to the masses
el: Φέρνοντας τα NFT και το DeFi<br>στις μάζες

source: Never miss a drop. Sign up now!
el: Μην χάσετε ποτέ airdrop. Εγγραφείτε τώρα!

source: Be the first to hear when we announce big NFT drops, important partnerships, and new products. Your email will be kept private.
el: Δείτε πρώτοι ανακοινώσεις για μεγάλα NFT drops, σημαντικές συνεργασίες και νέα προϊόντα. Το email σας θα παραμείνει ιδιωτικό.

source: Email
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομείου
th: อีเมล์

source: Where top creators launch their NFTs
el: Όπου οι κορυφαίοι δημιουργοί λανσάρουν τα NFT τους

source: Origin has hosted record-breaking NFT sales for top musicans, celebrities and creators. Sell NFTs on your own website, not someone else's marketplace.
el: Το Origin φιλοξένησε ρεκόρ πωλήσεων NFT για κορυφαίους μουσικούς, διασημότητες και δημιουργούς. Πουλήστε NFT στον δικό σας ιστότοπο, όχι στην αγορά κάποιου άλλου.

source: Interested in running an NFT sale?
el: Σας ενδιαφέρει να πραγματοποιήσετε μια πώληση NFT;

source: Learn more about OUSD
el: Μάθετε περισσότερα για το OUSD

source: Blockchain-powered commerce is the future
el: Το εμπόριο που λειτουργεί με την τεχνολογία blockchain είναι το μέλλον

source: Blockchain will redefine online commerce and allow both buyers and sellers to benefit from lower costs and improved infrastructure
el: Το Blockchain θα επαναπροσδιορίσει το ηλεκτρονικό εμπόριο και θα επιτρέψει τόσο στους αγοραστές όσο και στους πωλητές να επωφεληθούν από το χαμηλότερο κόστος και τη βελτιωμένη υποδομή

source: Lower fees
el: Χαμηλότερες προμήθειες

source: Buyers and sellers share 20-30%% in savings when middlemen are removed
el: Οι αγοραστές και οι πωλητές εξοικονομούν 20-30% όταν αφαιρούνται οι μεσάζοντες

source: Better incentives
el: Μεγαλύτερα κίνητρα

source: Everyone can own a stake in the network by contributing to its growth
el: Ο καθένας μπορεί να κατέχει ένα μερίδιο στο δίκτυο συμβάλλοντας στην ανάπτυξή του

source: Increased access
el: Αυξημένη πρόσβαση

source: 2 billion unbanked people can access new markets globally
el: 2 δισεκατομμύρια άτομα που δεν αλληλεπιδρούν με τράπεζες μπορούν να έχουν πρόσβαση σε νέες αγορές παγκοσμίως

source: More resilience
el: Περισσότερη ανθεκτικότητα

source: Blockchain-powered commerce can't be banned or shut down
el: Το εμπόριο που λειτουργεί με blockchain δεν μπορεί να απαγορευτεί ή να τερματιστεί

source: Origin has a world-class team
el: Η Origin έχει ομάδα παγκόσμιας κλάσης

source: Our team is led by serial entrepreneurs, a founder of PayPal, early employees at YouTube, and engineering managers at Google and Dropbox.
el: Η ομάδα μας ηγείται από έμπειρους επιχειρηματίες, έναν ιδρυτή της PayPal, πρώιμους υπαλλήλους στο YouTube και διευθυντές μηχανικής στη Google και το Dropbox.

source: We are backed by top venture capital firms and investors in Silicon Valley and around the world
el: Μας υποστηρίζουν κορυφαίες εταιρείες επιχειρηματικών κεφαλαίων και επενδυτές της Silicon Valley και όλου του κόσμου

source: Featured Partners
el: Προβεβλημένος συνεργάτης

source: Featured Videos
el: Επιλεγμένα βίντεο

source: Watch more videos
el: Δείτε περισσότερα Βίντεο

source: Bringing non-fungible tokens and decentralized finance to the masses
el: Φέρνοντας τα Nfts και την αποκεντρωμένη χρηματοδότηση στις μάζες

source: Origin Protocol - Mobile
de: Origin Protocol - Mobil
el: Πρωτόκολλο Origin - Mobile
nl: Origin Protocol - Mobiel
th: พิธีสารต้นทาง - มือถือ

source: Buy and Sell on the Origin Marketplace
el: Αγορά και πώληση στην αγορά προέλευσης

source: Rent a home, buy concert tickets, or hire a contractor on our flagship app, built on the Origin platform.
el: Νοικιάστε ένα σπίτι, αγοράστε εισιτήρια συναυλιών ή μισθώστε έναν συνεργάτη στην κορυφαία εφαρμογή μας, βασισμένη στην πλατφόρμα Origin.

source: Download Android App
el: Λήψη εφαρμογής Android

source: Copyright © 2019 Origin Protocol Inc. All rights reserved.
el: Πνευματικά δικαιώματα © 2019 Πρωτόκολλο προέλευσης Inc. Όλα τα δικαιώματα διατηρούνται.

source: Integrations
el: Ενσωματώσεις

source: Try it - it's free
el: Δοκιμάστε το - είναι δωρεάν

source: Products
de: Produkte
el: Προϊόντα
nl: producten
th: ผลิตภัณฑ์

source: Shop
el: Κατάστημα

source: Yes, please!
el: Ναι, παρακαλώ!

source: Origin Protocol - Terms of Service
de: Origin Protocol - Nutzungsbedingungen
el: Πρωτόκολλο προέλευσης - Όροι υπηρεσίας
nl: Origin Protocol - Servicevoorwaarden
th: Origin Protocol - ข้อกำหนดในการให้บริการ

source: Origin Protocol - NFT Platform Terms of Use
el: Origin Protocol - Όροι χρήσης της πλατφόρμας NFT

source: Origin NFT Platform Terms and Conditions of Use.
el: Όροι και προϋποθέσεις χρήσης της πλατφόρμας Origin NFT.

source: Origin Tokens (OGN) ensure the health and growth of the Origin network.
el: Τα Origin Tokens (OGN) διασφαλίζουν την υγεία και την ανάπτυξη του δικτύου Origin.

source: OGN is Now Trading
el: Το OGN είναι τώρα διαθέσιμο για συνναλαγές

source: Last Price
el: Τελευταία τιμή

source: Last updated on
el: Τελευταία ενημέρωση στις

source: Available on
el: Διαθέσιμο σε

source: …and many others
el: …και πολλά άλλα

source: View the OGN Dashboard
el: Δείτε τον Πίνακα ελέγχου OGN

source: Visit CoinMarketCap
el: Επισκεφτείτε το CoinMarketCap

source: Earn interest on your OGN while you hold it. Deposit OGN into our high-yield smart contract to grow your stake in the Origin network.
el: Κερδίστε επιτόκιο για τα OGN που κρατάτε. Καταθέστε OGN στο έξυπνο συμβόλαιο υψηλής απόδοσης για να αυξήσετε το μερίδιό σας στο δίκτυο Origin.

source: Governance
el: Διακυβέρνηση

source: Create and vote on proposals determining the future direction of Origin Dollar (OUSD), Dshop and the rest of the Origin platform. Accrue value generated from platform revenues.
el: Δημιουργήστε και ψηφίστε προτάσεις που καθορίζουν τη μελλοντική εξέλιξη του Origin Dollar (OUSD), του Dshop και της υπόλοιπης πλατφόρμας Origin. Δεδουλευμένη αξία που παράγεται από έσοδα της πλατφόρμας.

source: Commissions
el: Χρεώσεις

source: Promote your listings across the Origin flagship app and third-party apps with Origin Commissions. Pay with OGN to get featured prominently in search results. Application developers and marketplace operators earn OGN by helping sellers complete their sales.
el: Προωθήστε τις καταχωρίσεις σας στην κορυφαία εφαρμογή Origin και σε 3rd - party εφαρμογές με το Origin Commissions. Πληρώστε με OGN για να εμφανίστείτε υψηλά στα αποτελέσματα αναζήτησης. Οι προγραμματιστές εφαρμογών και οι χειριστές της αγοράς κερδίζουν Origin Tokens (OGN) βοηθώντας τους πωλητές να ολοκληρώσουν τις πωλήσεις τους.

source: Get Origin Protocol
el: Λάβετε το Πρωτόκολλο Origin

source: Get Origin Marketplace & earn
el: Αποκτήστε το Origin Marketplace και κερδίστε

source: Get started by downloading Origin Marketplace - the app that allows you to buy and sell anything using crypto right from your phone.
el: Ξεκινήστε λαμβάνοντας του Origin Marketplace - την εφαρμογή που σας επιτρέπει να αγοράσετε και να πουλήσετε οτιδήποτε χρησιμοποιώντας κρυπτονομισματα απευθείας από το τηλέφωνό σας.

source: What are Origin Rewards?
el: Τι είναι οι Επιβραβεύσεις Origin;

source: OGN is a rewards cryptocurrency earned by Origin users. Earn rewards when you verify your account or invite your friends to join Origin. Even get OGN as cash back when you buy and sell.
el: Το OGN είναι μια κρυπτογράφηση ανταμοιβών κερδισμένη από τους χρήστες του Origin. Κερδίστε έπαθλα όταν επαληθεύετε το λογαριασμό σας ή προσκαλέστε τους φίλους σας να εγγραφούν στην Προέλευση. Ακόμα και να πάρετε OGN ως μετρητά όταν αγοράζετε και πουλάτε.

source: Scan to install our app
el: Σάρωση για εγκατάσταση της εφαρμογής μας

source: Origin Protocol - Build on Origin
de: Origin Protocol - Auf Origin aufbauen
el: Πρωτόκολλο Origin - Χτίστε στο Origin
nl: Origin Protocol - Gebouwd op Origin
th: โพรโทคอลต้นทาง - สร้างบน Origin

source: Build on Origin
de: Auf Origin auffbauen
el: Χτίσετε στην Origin
nl: Gebouwd op Origin
th: สร้างเมื่อ Origin

source: <strong>Teams all over the world are building their projects using Origin’s protocols. We are looking for more amazing people to <a href='#join_our_mission'>join our mission</a>.</strong>
de: <strong>Teams auf der ganzen Welt bauen ihre Projekte mit Origins Protokollen auf. Wir suchen nach noch mehr tollen Leuten <a href='#join_our_mission'>Treten Sie unserer Mission bei</a>.</strong>
el: <strong>Ομάδες από όλο τον κόσμο χτίζουν τα project τους χρησιμοποιώντας τα πρωτόκολλα της Origin. Αναζητούμε περισσότερα άτομα για να <a href='#join_our_mission'>ενταχθούν στην αποστολή μας</a>.</strong>
nl: <strong>Teams van over de hele wereld bouwen hun projecten met Origin's protocollen. Wij zoeken nog meer fantastische mensen die zich bij onze missie <a href='#join_our_mission'>aan willen sluiten</a>.</strong>
th: <strong>ทีมทั่วโลกกำลังสร้างโครงการของพวกเขาโดยใช้โปรโตคอลแหล่งกำเนิดของ เรากำลังมองหาคนที่น่าตื่นตาตื่นใจมากขึ้นใน <a href='#join_our_mission'>เข้าร่วมภารกิจของเรา</a></strong>

source: View More
de: Sehen Sie mehr
el: Δείτε περισσότερα
nl: Bekijk meer
th: ดูเพิ่มเติม

source: View Less
de: Weniger anzeigen
el: Δείτε λιγότερα
nl: Bekijk minder
th: ดูน้อยลง

source: Join our mission!
de: Treten Sie unserer Mission bei!
el: Συμμετάσχετε την αποστολή μας!
nl: Deelnemen aan onze missie!
th: เข้าร่วมภารกิจของเรา!

source: Whether you’re an existing blockchain company or a traditional marketplace thinking about blockchain technology, we’d love to hear from you. Fill out the form below and we will get back to you shortly.
de: Ob Sie ein bestehendes Blockchain-Unternehmen oder ein traditioneller Marktplatz sind, der über die Blockchain-Technologie nachdenkt, wir würden uns freuen, von Ihnen zu hören. Füllen Sie das folgende Formular aus und wir werden uns umgehend bei Ihnen melden.
el: Είτε είστε προϋπάρχουσα εταιρία blockchain, είτε παραδοσιακή αγορά που σκέφτεστε να ενταχθείτε στις τεχνολογίες blockchain, θα θέλαμε να σας ακούσουμε. Συμπληρώστε την ακόλουθη φόρμα και θα επικοινωνήσουμε μαζί σας σύντομα.
nl: Of je nu een bestaand blockchain-bedrijf of een traditionele marktplaats die aan blockchain-technologie denkt bent, we horen graag van je. Vul het formulier hieronder in en we nemen binnen afzienbare tijd contact met je op.
th: ไม่ว่าคุณจะเป็น บริษัท blockchain ที่มีอยู่หรือตลาดแบบดั้งเดิมที่คิดเกี่ยวกับเทคโนโลยี blockchain เรายินดีที่จะรับฟังจากคุณ กรอกแบบฟอร์มด้านล่างและเราจะติดต่อคุณกลับไปในไม่ช้า

source: Name
el: Όνομα
nl: Naam
th: ชื่อ

source: Firstname Lastname
de: Vorname Nachname
el: Όνομα Επώνυμο
nl: Voornaam Achternaam
th: ชื่อนามสกุล

source: Company
de: Firma
el: Εταιρεία
nl: Bedrijf
th: บริษัท

source: My Amazing Company
de: Meine erstaunliche Firma
el: Η Καταπληκτική Εταιρεία μου
nl: Mijn geweldige bedrijf
th: บริษัท ที่น่าตื่นตาตื่นใจของฉัน

source: Website
de: Webseite
el: Ιστοσελίδα
th: เว็บไซต์

source: <strong>Anything else we should know?</strong> (optional)
de: <strong>Sollten wir noch etwas anderes wissen?<strong> (Optional)
el: <strong>Κάτι άλλο που πρέπει να γνωρίζουμε;</strong> (προαιρετικό)
nl: <strong>Is er iets anders dat we moeten weten?</strong> (optional)
th: <strong>สิ่งอื่นที่เราควรรู้หรือไม่?</strong> (ตัวเลือก)

source: Become a Partner
de: Werden Sie ein Partner
el: Γίνετε συνεργάτης
nl: Een partner worden
th: กลายเป็นพาร์ทเนอร์

source: Origin Protocol - Browser ExtensionPrivacy Policy
el: Origin Protocol - Πολιτική απορρήτου επέκτασης προγράμματος περιήγησης

source: Origin Protocol - Browser Extension Privacy Policy
el: Origin Protocol - Πολιτική απορρήτου επέκτασης προγράμματος περιήγησης

source: Browser Extension Privacy Policy
el: Πολιτική απορρήτου επέκτασης προγράμματος περιήγησης
