Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: With a renewed focus and mission to bring peer-to-peer commerce with NFTs and decentralized finance to the masses, we believe we are better positioned than ever before to unlock multiple billion dollar opportunities for the mainstream. While we are starting with users that already have basic understandings of cryptocurrency that already number in the millions, we will aggressively begin targeting mainstream users this year. In the next several years, our products will cross the chasm and our ambitions are to amass hundreds of millions of users using Origin products backed by our underlying protocols.
el: Με μια ανανεωμένη εστίαση και αποστολή να φέρουμε το peer-to-peer εμπόριο με NFT και την αποκεντρωμένη χρηματοδότηση στις μάζες, πιστεύουμε ότι είμαστε σε καλύτερη θέση από ποτέ για να ξεκλειδώσουμε ευκαιρίες πολλών δισεκατομμυρίων δολαρίων. Ενώ ξεκινάμε με χρήστες που έχουν ήδη βασικές γνώσεις για τα κρυπτονομίσματα που ήδη αριθμούν εκατομμύρια, θα ξεκινήσουμε επιθετικά να στοχεύουμε τους βασικούς χρήστες φέτος. Τα επόμενα χρόνια, τα προϊόντα μας θα ξεπεράσουν το χάσμα και οι φιλοδοξίες μας είναι να συγκεντρώσουμε εκατοντάδες εκατομμύρια χρήστες που χρησιμοποιούν προϊόντα Origin που υποστηρίζονται από τα βασικά μας πρωτόκολλα.

source: Executive Summary
el: Περίληψη των κυριότερων σημείων

source: Origin’s mission is to bring non-fungible tokens (NFTs) and decentralized finance (DeFi) to the masses.
el: Η αποστολή της Origin είναι να φέρει στις μάζες non--fungible tokens (NFT) και την αποκεντρωμένη χρηματοδότηση (DeFi).

source: After three years of building consumer-friendly products in the blockchain space, we’ve learned many valuable lessons.
el: Μετά από τρία χρόνια δημιουργίας προϊόντων φιλικών προς τον καταναλωτή στον χώρο του blockchain, έχουμε μάθει πολλά πολύτιμα μαθήματα.

source: The first significant wave of users of decentralized commerce applications will be those seeking experiences or products they cannot get from centralized alternatives. Many of these early users will be crypto natives. The most prominent product category to emerge is the Non-Fungible Tokens (NFTs) vertical. NFTs do not merely represent digital collectibles but can create entirely new experiences for creators and communities.
el: Το πρώτο σημαντικό κύμα χρηστών των αποκεντρωμένων εφαρμογών εμπορίου θα είναι εκείνοι που αναζητούν εμπειρίες ή προϊόντα που δεν μπορούν να λάβουν από συγκεντρωτικές εναλλακτικές λύσεις. Πολλοί από αυτούς τους πρώτους χρήστες θα είναι οι πρώτοι χρήστες κρυπτονομισμάτων. Η πιο εξέχουσα κατηγορία προϊόντων που εμφανίζεται είναι η Non-Fungible Tokens (NFTs). Τα NFT δεν αντιπροσωπεύουν απλώς ψηφιακά συλλεκτικά αντικείμενα, αλλά μπορούν να δημιουργήσουν εντελώς νέες εμπειρίες για τους δημιουργούς και τις κοινότητες.

source: NFTs can function as digital collectibles. Further, they can be tokenized representations of physical goods and collectibles, unlock other digital content, and act as access tokens to digital or in-person experiences. NFTs can be used for a wide array of financial applications and use cases. The design space for NFTs is nearly unlimited and represents an exciting paradigm shift for blockchain technology.
el: Τα NFT μπορούν να λειτουργήσουν ως ψηφιακά συλλεκτικά αντικείμενα. Επιπλέον, μπορούν να συμβολίσουν αναπαραστάσεις φυσικών αγαθών και συλλεκτικών αντικειμένων, να ξεκλειδώσουν άλλο ψηφιακό περιεχόμενο και να λειτουργήσουν ως μάρκες πρόσβασης σε ψηφιακές ή προσωπικές εμπειρίες. Τα NFT μπορούν να χρησιμοποιηθούν για ένα ευρύ φάσμα οικονομικών εφαρμογών και περιπτώσεων χρήσης. Ο χώρος σχεδιασμού για NFT είναι σχεδόν απεριόριστος και αντιπροσωπεύει μια συναρπαστική αλλαγή παραδείγματος για την τεχνολογία blockchain.

source: Decentralized Finance (DeFi) is the gateway to unlocking massive new financial opportunities for lenders, creditors, and liquidity providers. Over <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>$40B of value</a> is locked in DeFi protocols, and this number is expected to grow by multiple orders of magnitude in the next few years. However, we are still in the very early innings of the DeFi movement.
el: Η αποκεντρωμένη χρηματοδότηση (DeFi) είναι η πύλη για το άνοιγμα τεράστιων νέων οικονομικών ευκαιριών για τους δανειστές, τους πιστωτές και τους παρόχους ρευστότητας. Πάνω από <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>$ 40B της αξίας</a> είναι κλειδωμένα στα πρωτόκολλα DeFi και αυτός ο αριθμός αναμένεται να αυξηθεί κατά πολλαπλές τάξεις μεγέθους τα επόμενα χρόνια. Ωστόσο, βρισκόμαστε ακόμη στα πολύ πρώιμα βήματα του κινήματος DeFi.

source: Today most DeFi participants are highly sophisticated and number in the tens of thousands of users, while the majority of cryptocurrency users numbering in the millions have not yet adopted these technologies en masse. Interacting with DeFi protocols is difficult and cumbersome, requiring complicated operations like staking/unstaking, measuring impermanent loss, and paying expensive gas fees. Further, hundreds of millions to billions of mainstream consumers, merchants, retail investors, small businesses, and global enterprises have very little knowledge of these permissionless financial protocols and are unable to participate in perhaps the most disruptive movement in finance since the very invention of money itself.
el: Σήμερα, οι περισσότεροι συμμετέχοντες στο DeFi είναι εξαιρετικά εξελιγμένοι και αριθμούν σε δεκάδες χιλιάδες χρήστες, ενώ η πλειοψηφία των χρηστών κρυπτονομισμάτων που αριθμούν σε εκατομμύρια δεν έχουν ακόμη υιοθετήσει αυτές τις τεχνολογίες μαζικά. Η αλληλεπίδραση με τα πρωτόκολλα DeFi είναι δύσκολη και δυσνόητη, απαιτώντας περίπλοκες λειτουργίες όπως το stake/unstake, η μέτρηση της μόνιμης απώλειας και η πληρωμή ακριβού τέλους gas. Επιπλέον, εκατοντάδες εκατομμύρια έως δισεκατομμύρια καταναλωτές, έμποροι, μικροεπενδυτές, μικρές επιχειρήσεις και παγκόσμιες επιχειρήσεις έχουν πολύ λίγη γνώση αυτών των οικονομικών πρωτοκόλλων και δεν είναι σε θέση να συμμετάσχουν στην ίσως πιο διαταρακτική χρηματοοικονομική κίνηση από την ίδια την εφεύρεση του χρήματος.

source: While there are both buyers and sellers that transact across various verticals with stablecoins and/or Bitcoin and Ether, existing widespread payment methods like credit cards and mobile payments are still preferred by many crypto-savvy users for their ubiquity, convenience, and lack of pricing volatility. Peer-to-peer commerce is handicapped until cryptocurrencies become the dominant form of medium of exchange.
el: Ενώ υπάρχουν τόσο αγοραστές όσο και πωλητές που πραγματοποιούν συναλλαγές κάθετα με σταθερά νομίσματα ή/και Bitcoin και Ether, οι υπάρχουσες ευρέως διαδεδομένες μέθοδοι πληρωμής, όπως πιστωτικές κάρτες και πληρωμές μέσω κινητού, εξακολουθούν να προτιμούνται από πολλούς χρήστες, λόγω ευκολίας και έλλειψης τιμολόγησης και αστάθειας στις τιμές. Το peer-to-peer εμπόριο βρίσκεται σε μειονεκτική θέση έως ότου τα κρυπτονομίσματα γίνουν η κυρίαρχη μορφή μέσου ανταλλαγής.

source: Simply creating a commerce platform using decentralized technologies does not guarantee widespread merchant and consumer adoption. Only by creating new killer applications that are not possible without crypto-centric technologies will our industry succeed in creating a more open, permissionless, and resilient future for global commerce and finance that impacts hundreds of millions or billions of lives.
el: Η απλή δημιουργία μιας εμπορικής πλατφόρμας με αποκεντρωμένες τεχνολογίες δεν εγγυάται ευρεία υιοθέτηση από εμπόρους και καταναλωτές. Μόνο με τη δημιουργία νέων εφαρμογών που δεν είναι δυνατές χωρίς κρυπτοκεντρικές τεχνολογίες, η βιομηχανία μας θα πετύχει να δημιουργήσει ένα πιο ανοιχτό, χωρίς άδειες και ανθεκτικό μέλλον για το παγκόσμιο εμπόριο και τα παγκόσμια χρηματοοικονομικά που θα επηρεάσουν εκατοντάδες εκατομμύρια ή δισεκατομμύρια ζωές.

source: The Origin Token (OGN) is the governance and value accrual token for the entire Origin Platform and suite of products. OGN token holders will be able to create and vote on proposals to govern the underlying protocol. OGN holders also directly benefit from the success of the Origin Platform and products built on top of it. Revenues generated accrue directly to OGN via several economic models which can be changed in the future through the governance process.
el: Το Origin Token (OGN) είναι το token διακυβέρνησης και δεδουλευμένης αξίας για ολόκληρη την πλατφόρμα Origin και τη σουίτα προϊόντων της. Οι κάτοχοι tokens OGN θα μπορούν να δημιουργούν και να ψηφίζουν προτάσεις που θα διέπουν το υποκείμενο πρωτόκολλο. Οι κάτοχοι OGN επωφελούνται επίσης άμεσα από την επιτυχία της πλατφόρμας Origin και των προϊόντων που βασίζονται σε αυτήν. Τα έσοδα που δημιουργούνται, συγκεντρώνονται απευθείας στο OGN μέσω πολλών οικονομικών μοντέλων που μπορούν να αλλάξουν στο μέλλον μέσω της διαδικασίας διακυβέρνησης.

source: Introduction
el: Εισαγωγή

source: We believe the convergence of peer-to-peer commerce, especially in the NFT vertical, and decentralized finance (DeFi) will unlock billions of dollars in value that we intend to capture as part of the Origin Platform and ecosystem.
el: Πιστεύουμε ότι η σύγκλιση του peer-to-peer εμπορίου, ειδικά στο καθεστώς NFT και η αποκεντρωμένη χρηματοδότηση (DeFi) θα ξεκλειδώσει δισεκατομμύρια δολάρια σε αξία που σκοπεύουμε να αποκτήσουμε ως μέρος της πλατφόρμας και του οικοσυστήματος Origin.

source: To get there, we will bring blockchain-enabled commerce and finance to the masses. We will continue to upgrade the Origin Commerce platform to enable new killer use cases that are only made possible by cryptocurrency technologies. To start, we will take advantage of non-fungible tokens (NFTs) to build new commerce experiences that cannot be replicated on incumbent platforms like Shopify, Amazon, or Alibaba.
el: Για να φτάσουμε εκεί, θα φέρουμε το εμπόριο και τη χρηματοδότηση Που ενεργοποιούνται από το blockchain στις μάζες. Θα συνεχίσουμε να αναβαθμίζουμε την πλατφόρμα Origin Commerce για να επιτρέπουμε νέες περιπτώσεις χρήσεως που καθίστανται δυνατές μόνο με τεχνολογίες κρυπτονομισμάτων. Για να ξεκινήσουμε, θα επωφεληθούμε από τα non-fungible tokens (NFT) για να δημιουργήσουμε νέες εμπορικές εμπειρίες που δεν μπορούν να αναπαραχθούν σε υπάρχουσες πλατφόρμες όπως το Shopify, το Amazon ή το Alibaba.

source: In 2020 alone, over $250M in NFTs changed hands, with most of that occurring late in the year. The rate of growth in NFT sales and trade volume and the rate of innovation in the space is exponential. Top brands like the NBA and MLB have already gotten involved and everyone from Andreessen Horowitz from the New York Times is investing in or commenting on NFTs. NFTs have the potential to disrupt the music industry ($70B+ a year), fine art sales ($60B+ a year), video games ($140B+ a year), the collectibles market ($370B+ a year), and many other industries. NFTs represent a massive disruptive opportunity that can touch virtually every aspect of global culture and commerce.
el: Μόνο το 2020, πάνω από 250 εκατομμύρια δολάρια σε NFT άλλαξαν χέρια, με τα περισσότερα από αυτά να συμβαίνουν στα τέλη του έτους. Ο ρυθμός αύξησης των πωλήσεων και του όγκου εμπορικών συναλλαγών NFT και ο ρυθμός καινοτομίας στον χώρο είναι εκθετικός. Κορυφαίες επωνυμίες όπως το NBA και το MLB έχουν ήδη εμπλακεί και όλοι από τον Andreessen Horowitz από τους New York Times επενδύουν ή σχολιάζουν τα NFT. Τα NFT έχουν τη δυνατότητα να διαταράξουν τη μουσική βιομηχανία ($70B+ το χρόνο), τις πωλήσεις καλών τεχνών ($60B+ το χρόνο), τα βιντεοπαιχνίδια ($140B+ το χρόνο), την αγορά των συλλεκτικών αντικειμένων ($370B+ το χρόνο) και πολλές άλλες βιομηχανίες. Τα NFT αντιπροσωπεύουν μια τεράστια αναστατωτική ευκαιρία που μπορεί να αγγίξει σχεδόν κάθε πτυχή του παγκόσμιου πολιτισμού και του εμπορίου.

source: As of early 2021, NFTs have now overtaken DeFi on Google search trends and hold the kind of broad mainstream cultural appeal that other crypto verticals lack. This is a key factor that makes us believe NFTs will be the first product category that onboards mainstream users into crypto. The platform that is able to successfully onboard both creators and purchasers of NFTs will capture tremendous value. We intend to be that platform.
el: Από τις αρχές του 2021, τα NFT έχουν πλέον ξεπεράσει το DeFi στις τάσεις αναζήτησης Google και διατηρούν το είδος της ευρείας πολιτιστικής απήχησης που στερείται άλλων κρυπτογραφικών vertical. Αυτός είναι ένας βασικός παράγοντας που μας κάνει να πιστεύουμε ότι τα NFT θα είναι η πρώτη κατηγορία προϊόντων που ενσωματώνει τους βασικούς χρήστες σε κρυπτογράφηση. Η πλατφόρμα που είναι σε θέση να ενσωματώσει με επιτυχία τόσο τους δημιουργούς όσο και τους αγοραστές NFT θα αποκτήσει τεράστια αξία. Σκοπεύουμε να είμαστε αυτή η πλατφόρμα.

source: In addition, we will make it dead simple for mainstream consumers to participate in DeFi yield earning strategies. Investors and lenders should be earning yields at 10 to 100 times (10-20%%) at what is offered currently by traditional banking systems. Borrowers should have easier access to credit to finance their investments, businesses, and other enterprises. Further, this all needs to happen in frictionless and easy ways that are in stark contrast to the product experiences of today’s first-generation DeFi products.
el: Επιπλέον, θα καταστήσουμε πολύ απλό για τους συνηθισμένους καταναλωτές να συμμετέχουν σε στρατηγικές κερδοφορίας DeFi. Οι επενδυτές και οι δανειστές θα πρέπει να κερδίζουν 10 έως 100 φορές (10-20%) σε αυτό που προσφέρουν σήμερα τα παραδοσιακά τραπεζικά συστήματα. Οι δανειολήπτες θα πρέπει να έχουν ευκολότερη πρόσβαση σε πίστωση για να χρηματοδοτήσουν τις επενδύσεις τους, τις επιχειρήσεις τους και άλλες επιχειρήσεις. Επιπλέον, όλα αυτά πρέπει να συμβούν με τρόπους χωρίς τριβές και εύκολα που έρχονται σε πλήρη αντίθεση με τις εμπειρίες προϊόντων των σημερινών πρώτης γενιάς προϊόντων DeFi.

source: Similarly, we believe there needs to be more compelling reasons for consumers and merchants to use cryptocurrencies and blockchain technologies for billion and trillion-dollar sized commerce opportunities to exist. Peer-to-peer and consumer-to-merchant cryptocurrency transactions need to be made far simpler than they are today. We need to propagate cryptocurrency payment rails that are superior to existing credit/debit cards and mobile payments that rely on fiat currencies and centralized systems.
el: Ομοίως, πιστεύουμε ότι πρέπει να υπάρχουν πιο επιτακτικοί λόγοι για τους καταναλωτές και τους εμπόρους να χρησιμοποιούν κρυπτονομίσματα και τεχνολογίες blockchain για να υπάρχουν εμπορικές ευκαιρίες μεγέθους δισεκατομμυρίων και τρισεκατομμυρίων δολαρίων. Οι peer-to-peer συναλλαγές κρυπτονομισμάτων καταναλωτών προς εμπόρους πρέπει να γίνουν πολύ απλούστερες από ό, τι σήμερα. Πρέπει να διαδώσουμε διαύλους πληρωμών κρυπτονομισμάτων που είναι ανώτερες από τις υπάρχουσες πιστωτικές/χρεωστικές κάρτες και τις πληρωμές μέσω κινητών που βασίζονται σε νομίσματα fiat και κεντρικά συστήματα.

source: To realize our ambitious vision, we will continue to develop and grow the <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> as a critical DeFi building block and money lego that is highly composable. It will power multiple mainstream consumer and merchant applications in the near future. We anticipate millions of users to be using applications powered by OUSD in the next few years without necessarily even realizing they are using an underlying DeFi product.
el: Για να πραγματοποιήσουμε το φιλόδοξο όραμά μας, θα συνεχίσουμε να αναπτύσσουμε και να μεγαλώνουμε το <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> ως ένα κρίσιμο δομικό στοιχείο DeFi και ένα lego χρημάτων που είναι εξαιρετικά εύχρηστο. Θα τροφοδοτήσει πολλαπλές βασικές εφαρμογές καταναλωτών και εμπόρων στο εγγύς μέλλον. Αναμένουμε εκατομμύρια χρήστες να χρησιμοποιούν εφαρμογές που υποστηρίζονται στο OUSD τα επόμενα χρόνια χωρίς απαραίτητα καν να συνειδητοποιούν ότι χρησιμοποιούν ένα υποκείμενο προϊόν DeFi.

source: Origin Commerce Platform
el: Πλατφόρμα Origin Commerce

source: Since our founding in 2017, Origin has focused on enabling commerce on the blockchain. We’ve powered sales of physical goods and offline services (e.g. home rentals). We’ve also formed marquee partnerships with <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> and <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> and dozens of merchant partners like Brave Software.
el: Από την ίδρυσή μας το 2017, η Origin επικεντρώθηκε στην ενεργοποίηση του εμπορίου στο blockchain. Έχουμε υποστηρίξει τις πωλήσεις φυσικών αγαθών και τις υπηρεσίες offline (π.χ. ενοικιάσεις σπιτιών). Δημιουργήσαμε επίσης συνεργασίες με <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> και <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> και δεκάδες συνεργάτες εμπόρων όπως το Brave Software.

source: While we plan to address commerce across many different verticals, today we are keenly focused on crypto-specific commerce opportunities that target early adopters of our technology. In the last few months, we’ve had tremendous success in the non-fungible token (NFT) market.
el: Ενώ σχεδιάζουμε να αντιμετωπίσουμε το εμπόριο κατακόρυφα, σήμερα επικεντρωνόμαστε έντονα σε ευκαιρίες εμπορίου κρυπτογράφησης που στοχεύουν τους πρώτους υιοθετήτες της τεχνολογίας μας. Τους τελευταίους μήνες, είχαμε τεράστια επιτυχία στην αγορά non-fungible token (NFT).

source: We believe NFTs are a nascent but highly disruptive technology that will bring our crypto-centric commerce products to millions, if not hundreds of millions, of users in the next few years. At the time of writing, Origin’s NFT Launchpad set all-time records for largest music NFT sale at nearly $11.7M with <a href='https://nft.3lau.com' target='_blank' rel='noopener noreferrer'>3LAU</a> and largest viral video/meme NFT sale at $760k with the original viral video, <a href='http://charliebitme.com' target='_blank' rel='noopener noreferrer'>Charlie Bit My Finger</a>. The 3LAU sale reached mainstream media outlets like the <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> and <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>, <a href='https://www.cnbc.com/video/2021/05/20/charlie-bit-my-finger-video-to-be-auctioned-off-as-an-nft-on-may-22nd.html' target='_blank' rel='noopener noreferrer'>CNBC</a>, <a href='https://edition.cnn.com/2021/05/22/us/charlie-bit-my-finger-nft-trnd/index.html' target='_blank' rel='noopener noreferrer'>CNN</a>, <a href='https://www.bbc.com/news/newsbeat-57227290' target='_blank' rel='noopener noreferrer'>BBC</a>, <a href='https://time.com/6050450/charlie-bit-my-finger-leaving-youtube/' target='_blank' rel='noopener noreferrer'>Time</a>, <a href='https://www.npr.org/2021/05/21/999360273/viral-charlie-bit-my-finger-video-to-leave-youtube-sell-as-nft' target='_blank' rel='noopener noreferrer'>NPR</a>, <a href='https://www.cbsnews.com/news/charlie-bit-my-finger-video-deleted-youtube-nft/' target='_blank' rel='noopener noreferrer'>ABC</a>, <a href='https://www.nytimes.com/2021/05/24/arts/charlie-bit-my-finger-nft-auction.html' target='_blank' rel='noopener noreferrer'>NY Times</a>, and dozens of other outlets covered the globally-viewed Charlie Bit My Finger sale. In both instances, Origin saw significantly increased community membership and engagement and interest in OGN following these record-breaking events. We believe that future blockbuster NFT sales will further introduce mainstream audiences to the Origin Commerce Platform and OGN.
el: Πιστεύουμε ότι τα NFT είναι μια νεοσύστατη αλλά εξαιρετικά διαταρακτική τεχνολογία που θα φέρει τα κρυπτοκεντρικά εμπορικά προϊόντα μας σε εκατομμύρια, αν όχι εκατοντάδες εκατομμύρια χρήστες, τα επόμενα χρόνια. Κατά τη στιγμή της σύνταξης, το Origin's NFT Launchpad έθεσε όλους τους δίσκους όλων των εποχών για τη μεγαλύτερη μουσική πώληση NFT σε σχεδόν 11,7 εκατομμύρια δολάρια με <a href = 'https: //nft.3lau.com' target = '_ blank' rel = 'noopener noreferrer '> 3LAU </a> και το μεγαλύτερο viral video/meme NFT πώληση στα 760.000 $ με το αρχικό viral βίντεο, <a href='http://charliebitme.com' target='_blank' rel='noopener noreferrer'> Charlie Bit My δάχτυλο </a>. Η πώληση της 3LAU έφτασε στα μέσα μαζικής ενημέρωσης όπως το <a href = 'https: //www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target = '_ blank' rel = 'noopener noreferrer'> New York Times </a> και <a href = 'https: //www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin- blau/? sh = 17043b94643b 'target =' _ blank 'rel =' noopener noreferrer '> Forbes </a>, <a href =' https: //www.cnbc.com/video/2021/05/20/charlie -bit -my-finger-video-to-be-auction-off-as-an-nft-on-may-22nd.html 'target =' _ blank 'rel =' noopener noreferrer '> CNBC </a>, <a href = 'https: //edition.cnn.com/2021/05/22/us/charlie-bit-my-finger-nft-trnd/index.html' target = '_ blank' rel = 'noopener noreferrer '> CNN </a>, <a href='https://www.bbc.com/news/newsbeat-57227290' target='_blank' rel='noopener noreferrer'> BBC </a>, <a href = 'https: //time.com/6050450/charlie-bit-my-finger-leaving-youtube/' target = '_ blank' rel = 'noopener noreferrer'> </a>ρα </a>, <a href = 'https: // www. npr.org/2021/05/21/999360273/viral-charlie-bit-my-finger- video-to-leave-youtube-sell-as-nft 'target =' _ blank 'rel =' noopener noreferrer '> NPR </a>, <a href =' https: //www.cbsnews.com/news/ charlie -bit-my-finger-video-deleted-youtube-nft /'target =' _ blank 'rel =' noopener noreferrer '> ABC </a>, <a href =' https: //www.nytimes.com /2021 /05/24/arts/charlie-bit-my-finger-nft-auction.html 'target =' _ blank 'rel =' noopener noreferrer '> NY Times </a>, και δεκάδες άλλα καταστήματα κάλυψαν την παγκόσμια προβολή του Charlie Bit My Finger. Και στις δύο περιπτώσεις, η Origin είδε σημαντικά αυξημένη συμμετοχή στην κοινότητα της και συμμετοχή και ενδιαφέρον για το OGN μετά από αυτά τα ρεκόρ. Πιστεύουμε ότι οι μελλοντικές μεγάλες πωλήσεις NFT θα εισαγάγουν περαιτέρω κοινό στην πλατφόρμα Origin Commerce και στο OGN.
