Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: Matthew Liu is co-founder of Origin Protocol and is an experienced product and business executive and full-stack software engineer. He became interested in cryptocurrency after investing in the Ethereum crowdsale, and has been investing in blockchain and token projects ever since.
el: Ο Matthew Liu είναι o συνιδρυτής του Origin Protocol και είναι έμπειρος τεχνικός προϊόντων και επιχειρήσεων. Ενδιαφέρθηκε για τα κρυπτονομίσματα αφού επένδυσε στο Ethereum Crowdsale και από τότε επενδύει σε blockchain και token projects.

source: Liu was one of the earliest product managers/25th employee at YouTube (acquired by Google), and was a founding member of YouTube’s monetization team that eventually built a multi-billion dollar advertising business.
el: Ο Liu ήταν ένας από τους πρώτους διαχειριστές προϊόντων/25ος υπάλληλος στο YouTube (εξαγοράστηκε από την Google) και ήταν ιδρυτικό μέλος του YouTube που τελικά δημιούργησε μια επιχείρηση.

source: He later served as Vice President of Product at Qwiki (acquired by Yahoo) and Vice President of Product at Bonobos (acquired by Walmart). Together, Liu and Fraser have founded several profitable bootstrapped Internet businesses in the growth marketing (7-figure annual recurring revenue) and personal finance (acquired) spaces over the past three years.
el: Υπηρέτησε αργότερα ως Αντιπρόεδρος Προϊόντος στην Qwiki (αγοράστηκε από την Yahoo) και Αντιπρόεδρος Προϊόντος στην Bonobos (εξαγοράστηκε από την Walmart). Μαζί, ο Liu και ο Fraser δημιούργησαν αρκετές κερδοφόρες επιχειρήσεις Διαδικτύου στο αναπτυξιακό μάρκετινγκ (ετήσια επταψήφια έσοδα) και προσωπικές χρηματοδοτήσεις (αποκτήθηκαν) τα τελευταία χρόνια.

source: In 2014, as CEO of Unicycle Labs, Liu built a real-time comparison tool for ride-sharing that was widely adopted and then promptly given a cease and desist by Uber for scraping their data and using their trademarks. This was one of his first inspirations to fight for open data, pricing transparency, and fair consumer practices in the sharing economy.
el: Το 2014, ως Διευθύνων Σύμβουλος της Unicycle Labs, ο Liu δημιούργησε ένα σε πραγματικό χρόνο για κοινή χρήση διαδρομών που υιοθετήθηκε ευρέως και στη συνέχεια αμέσως έλαβε παραίτηση από την Uber για την απόρριψη των δεδομένων τους και τη χρήση των εμπορικών σημάτων τους. Αυτή ήταν μια από τις πρώτες του εμπνεύσεις για την καταπολέμηση των ανοιχτών δεδομένων, και των δίκαιων πρακτικών των καταναλωτών στην οικονομία.

source: Joshua Fraser is co-founder of Origin Protocol and is a serial entrepreneur and experienced technical executive. He mined his first bitcoin in 2010 and is an active member of the cryptocurrency community. He has contributed and led several open-source projects as well as innovative protocols like PubSubHubbub.
el: Ο Joshua Fraser είναι συνιδρυτής τουπρωτοκόλλου Origin και είναι ένας επιχειρηματίας και έμπειρος τεχνικός στην εκτελεστική εξουσία. Εξόρυξε το πρώτο του bitcoin το 2010 και είναι ενεργό μέλος της κοινότητας κρυπτονομισμάτων. Έχει συνεισφέρει και διευθύνει αρκετά έργα ανοιχτού κώδικα καθώς και πρωτοποριακά πρωτόκολλα όπως το PubSubHubbub.

source: He previously served as founder and CTO of Eventvue (social networking for events) and Forage/Din (healthy gourmet meal kits). Fraser was also founder and CEO of Torbit where he developed an expertise in networking infrastructure, web performance and internet security before selling the company to Walmart Labs.
el: Προηγουμένως, υπηρέτησε ως ιδρυτής και CTO της Eventvue (κοινωνική δικτύωση για εκδηλώσεις) και της Forage/Din (υγιεινά γεύματα γκουρμέ). Ο Fraser ήταν επίσης ιδρυτής και διευθύνων σύμβουλος του Torbit, όπου ανέπτυξε μια τεχνογνωσία στην υποδομή δικτύωσης, τις επιδόσεις του ιστού και την ασφάλεια στο διαδίκτυο προτού πωλήσει την εταιρεία στα εργαστήρια της Walmart.

source: Fraser has founded several bootstrapped, profitable businesses with Liu, one of which was PriceSlash (acquired by BillShark). As a former Airbnb host, he has experienced first-hand the downsides of marketplace intermediaries (large fees, arbitrary rules, and government regulation).
el: Ο Fraser ίδρυσε αρκετές επιχειρήσεις με τον Liu, μία από τις οποίες ήταν η PriceSlash (που αποκτήθηκε από την BillShark). Ως πρώην οικοδεσπότης της Airbnb, γνώρισε από πρώτο χέρι τα μειονεκτήματα των μεσαζόντων της αγοράς (μεγάλα τέλη, αυθαίρετοι κανόνες και κυβερνητικοί παρεμβατισμοί).

source: Core <span>team</span>
el: Πυρήνας <span>ομάδα</span>

source: Origin’s headquarters are in San Francisco, CA, USA. However, we have team members across the globe and run an efficient and open distributed company. Our full-time staff of 16 is currently situated across 4 continents.
el: Τα κεντρικά γραφεία της Origin βρίσκονται στο Σαν Φρανσίσκο, CA, tvn ΗΠΑ. Ωστόσο, έχουμε μέλη σε όλο τον κόσμο και έχουμε μια αποτελεσματική και ανοιχτή κατανεμημένη εταιρεία. Το πλήρες προσωπικό μας 16 ατόμων βρίσκεται σήμερα σε 4 ηπείρους.

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
el: Ο Yu Pan ήταν ένας από τα 6 μέλη της ιδρυτικής ομάδας του PayPal και ήταν ο 1ος υπάλληλος του Youtube. Είναι πρώην υπάλληλος της Google και συνιδρυτής του Kiwi Crate.

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
el: Ο Franck είχε μια επιτυχημένη καριέρα ως ένας από τους πρώτους υπαλλήλουςς σε πολλές εταιρείες υψηλού επιπέδου. Προηγουμένως οργάνωσε ομάδες μηχανικών στις Inktomi, Paypal, YouTube, Google και Dropbox.

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
el: Ο Micah ήταν ο τεχνικός συνιδρυτής της WellAttended, μιας πλατφόρμας διοίκησης γραφείων. Εργάστηκε ως εμπορικός μεσίτης ακινήτων, μαθαίνοντας να κωδικοποιεί.

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
el: Ο Kay είναι ένας Chartered Professional Accountant (CPA). Εργάστηκε ως Ανώτερος Λογιστής και στη συνέχεια ως Σύμβουλος στην KPMG Canada.

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
el: Ο Coleman είναι ένας ενεργός επενδυτής σε κρυπτονομίσματα και επιχειρηματίας ακινήτων, είναι ιδιοκτήτης και διαχειριστής πολλαπλών ιδιοκτησιών Airbnb. Σπούδασε μαθηματικά στο Berkeley.

source: Aure is a product designer with 10+ years of experience. Prior to joining Origin, Aure worked at multiple startups and Fortune 500 companies. In a past life, he was also a software engineer.
el: Ο Aure είναι ένας σχεδιαστής προϊόντων με 10+ χρόνια εμπειρίας. Πριν την ένταξή του στην Origin, ο Aure εργάστηκε σε πολλές νεοσύστατες επιχειρήσεις και εταιρείες του Fortune 500. Σε μια προηγούμενη ζωή, ήταν επίσης μηχανικός λογισμικού.

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
el: H Mila οδηγεί τις κοινοτικές μας προσπάθειες στη Νότια Κορέα. Έχει οργανώσει προηγουμένως blockhain hackathons και έχει πτυχία από το Πανεπιστήμιο Penn και το Erasmus University Rotterdam.

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
el: Πριν από την Origin, ο Tom είχε μια επιτυχημένη καριέρα ως ιδρυτής σε σόλο ξεκίνημα. Έχει δύο πτυχία Masters στα Distributed Systems από το Τεχνικό Πανεπιστήμιο του Βερολίνου και το KTH της Στοκχόλμης.

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
el: Ο Nick σπούδασε Επιστήμη Υπολογιστών στο Πανεπιστήμιο του Warwick. Πριν από την είσοδό του στην Origin, εργάστηκε ως μηχανικός στο Sencha, το δίκτυο ενέργειας C3 και το Palo Alto Networks.

source: Anna Wang
el: Άννα Γουάνγκ
th: แอนนาหวาง

source: Regional Manager China
el: Περιφερειακός Διευθυντής Κίνας

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
el: Η Άννα οδηγεί τις κοινοτικές μας προσπάθειες για κινέζους ομιλητές. Πριν από την Προέλευση, η Άννα διαχειριζόταν παγκόσμια κοινωνικά μέσα στην Exness, έναν κορυφαίο χρηματιστή forex. Συνίδρυσε επίσης έναν μη κερδοσκοπικό οργανισμό στην Αυστραλία.

source: Domen co-founded and led a team developing a mobile application with 2 chess Grandmasters. He previously had a successful career at Cetra, Zemanta and Peerindex.
el: Ο Domen συνίδρυσε και οδήγησε μια ομάδα για να αναπτύξει μια εφαρμογή κινητού με 2 Γκράνμετρ σκάκι. Στο παρελθόν είχε μια επιτυχημένη καριέρα στις CETRA, Zemanta και Peerindex.

source: Shahul is a fullstack engineer who started programming at age of 10. He previously worked as a freelancer and then joined Zoho as a front-end developer.
el: Ο Shahul είναι ένας μηχανικός που ξεκίνησε τον προγραμματισμό σε ηλικία 10. Προηγουμένως εργάστηκε ως ελεύθερος επαγγελματίας και στη συνέχεια προσχώρησε στο Zoho ως πρωτοπόρος προγραμματιστής.

source: Mike is a long-time contributor to open-source. He created a dev toolkit for creating Ethereum smart contracts with Python and previously worked with Ethereum and IPFS at Lunyr.
el: Ο Mike είναι ένας μακροχρόνιος συνεισφέρων στο open-source. Δημιούργησε ένα εργαλείο dev για τη δημιουργία έξυπνων συμβολαίων της Ethereum με την Python και εργάστηκε προηγουμένως με το Ethereum και το IPFS στο Lunyr.

source: Before joining Origin, Max helped build communities for notable blockchain companies like OKEx. He also worked with RedNova, the marketing and incubation entity for Du Capital.
el: Πριν ενταχθεί στο Origin, ο Max βοήθησε στη δημιουργία κοινοτήτων για αξιόλογες εταιρείες blockchain όπως η OKEx. Συνεργάστηκε επίσης με την RedNova, την οντότητα μάρκετινγκ και ανάπτυξης της Du Capital.

source: Developer <span>community</span>
el: Developer <span>κοινότητα</span>

source: In addition to our full-time staff, Origin has a very active open-source developer community. Since the project’s inception, we’ve had over 170 contributors to our Github repository. We anticipate the number of developers and supporters to increase dramatically after our 1.0 launch in Q1 of 2020.
el: Εκτός από το προσωπικό πλήρους απασχόλησης, το Origin έχει μια πολύ ενεργή κοινότητα προγραμματιστών ανοιχτού κώδικα. Από την αρχή του έργου, έχουμε πάνω από 170 συνεισφέροντες στο αποθετήριο Github. Αναμένουμε ότι ο αριθμός των προγραμματιστών και υποστηρικτών θα αυξηθεί δραματικά μετά την κυκλοφορία του 1.0 στο πρώτο τρίμηνο του 2020.

source: Since the advent of the Internet, digital marketplaces have paired buyers and sellers of goods and services to enable transactions that were never before possible. Craigslist launched in 1995 and for years dominated in local and neighborhood commerce. That same year, eBay was started and created an entirely new category of auction-based sales, creating a more market-efficient way to do business.
el: Από την έλευση του Διαδικτύου, οι ψηφιακές αγορές έχουν συνδυάσει αγοραστές και πωλητές αγαθών και υπηρεσιών για να επιτρέψουν τις συναλλαγές που δεν ήταν ποτέ πριν δυνατές. Craigslist ξεκίνησε το 1995 και εδώ και χρόνια κυριάρχησε στο τοπικό και γειτονικό εμπόριο. Την ίδια χρονιά ξεκίνησε η eBay και δημιούργησε μια εντελώς νέα κατηγορία πωλήσεων με βάση τις δημοπρασίες, δημιουργώντας έναν πιο αποδοτικό τρόπο για να ασχοληθεί με την αγορά.

source: Fast forward 20 years, and countless Internet marketplace businesses in both the B2C and B2B categories have flourished.
el: Γρήγορα προς τα εμπρός 20 χρόνια, και αμέτρητες επιχειρήσεις στο διαδίκτυο στην αγορά τόσο στις κατηγορίες B2C και B2B έχουν ακμάσει.

source: In recent times, sharing economy marketplaces like Airbnb, Uber, Getaround, Fiverr, and TaskRabbit have paired buyers and sellers of the sharing economy<a class='whitepaper-footnote-link' href='#footnote1'>1</a> with great success. Fractional usage of assets can now be “sold” just as easily as atomic items, and people all over the world are exchanging their excess inventory, time, and skills for financial gain.
el: Τον τελευταίο καιρό, η κοινή χρήση οικονομικών αγορών όπως η Airbnb, η Uber, η Getaround, η Fiverr και η TaskRabbit έχουν συνδυάσει τους αγοραστές και τους πωλητές της κοινής οικονομίας<a class='whitepaper-footnote-link' href='#footnote1'>1</a> με μεγάλη επιτυχία. Η κλασματική χρήση των περιουσιακών στοιχείων μπορεί πλέον να «πωλείται» εξίσου εύκολα με τα ατομικά αντικείμενα και οι άνθρωποι σε όλο τον κόσμο ανταλλάσσουν την πλεονάζουσα απογραφή, τον χρόνο και τις ικανότητές τους για οικονομικό όφελος.

source: These new marketplaces that focus on gigs, services, and fractional asset use are particularly well-suited for disruption by peer-to-peer systems built on the blockchain.
el: Αυτές οι νέες αγορές που επικεντρώνονται σε συναυλίες, υπηρεσίες και κλασματική χρήση περιουσιακών στοιχείων είναι ιδιαίτερα κατάλληλες για διαταραχή από συστήματα ομότιμων φορέων που βασίζονται στο blockchain.

source: Most sharing economy businesses have several things in common.
el: Οι περισσότερες κοινές οικονομικές επιχειρήσεις έχουν πολλά κοινά πράγματα.

source: First, as a collection, these companies have created tremendous impact to the world. Consumers of marketplaces have been able to improve their lives with access to products and services that were not available previously. Suppliers have used these platforms to reach customers at greater scale and ease than before. Each marketplace creates a “home” for buyer and supplier to come together and transact, creating liquidity for that market.
el: Πρώτον, ως συλλογή, αυτές οι εταιρείες έχουν δημιουργήσει τεράστιες επιπτώσεις στον κόσμο. Οι καταναλωτές των αγορών μπόρεσαν να βελτιώσουν τη ζωή τους με πρόσβαση σε προϊόντα και υπηρεσίες που δεν υπήρχαν προηγουμένως. Οι προμηθευτές έχουν χρησιμοποιήσει αυτές τις πλατφόρμες για να προσεγγίσουν πελάτες σε μεγαλύτερη κλίμακα και ευκολία από ό, τι πριν. Κάθε αγορά δημιουργεί ένα "σπίτι" για τον αγοραστή και τον προμηθευτή να έρχεται σε επαφή και να συναλλάσσεται, δημιουργώντας ρευστότητα για την αγορά αυτή.

source: Second, most sharing economy businesses follow the same growth lifecycle. Save for a few exceptions, these marketplaces are notoriously difficult to start and grow. Marketplace businesses oftentimes require millions of dollars to just get off the ground and, in the case of Uber and Airbnb, billions to scale. It’s the norm for these businesses to run at a deep loss in the early days. In effect, the corporation is subsidizing the usage of the marketplace for the participants. However, because of highly positive cross-side network effects<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, successful marketplace businesses are able to grow revenue exponentially over time, usually by charging a service fee for every transaction that happens on network. Network effect businesses, like sharing economy marketplaces, are usually winner-takes-all businesses<a class='whitepaper-footnote-link' href='#footnote3'>3</a> and at mature stages extract a disproportionate amount of value from the network forthe managing corporations and their shareholders. In many ways, they begin looking like monopolies once they reach scale.
el: Δεύτερον, οι περισσότερες επιχειρήσεις που μοιράζονται την οικονομία ακολουθούν τον ίδιο κύκλο ζωής ανάπτυξης. Εκτός από μερικές εξαιρέσεις, αυτές οι αγορές είναι γνωστό ότι είναι δύσκολο να ξεκινήσουν και να αναπτυχθούν. Οι επιχειρήσεις του Marketplace απαιτούν πολλές φορές εκατομμύρια δολάρια για να φτάσουν στο έδαφος και, στην περίπτωση της Uber και της Airbnb, τα δισεκατομμύρια να κλιμακωθούν. Είναι ο κανόνας για αυτές τις επιχειρήσεις να τρέχουν σε μια βαθιά απώλεια στις πρώτες ημέρες. Στην πραγματικότητα, η εταιρεία επιδοτεί τη χρήση της αγοράς για τους συμμετέχοντες. Ωστόσο, λόγω των εξαιρετικά θετικών επιπτώσεων στο δίκτυο<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, οι επιτυχείς επιχειρήσεις στην αγορά μπορούν να αυξήσουν τα έσοδα εκθετικά με την πάροδο του χρόνου, συνήθως χρεώνοντας ένα τέλος υπηρεσίας για κάθε συναλλαγή που συμβαίνει στο δίκτυο. Οι επιχειρήσεις με επιπτώσεις στο δίκτυο, όπως η κοινή χρήση οικονομικών αγορών, είναι συνήθως νικητές-παίρνει-όλες τις επιχειρήσεις<a class='whitepaper-footnote-link' href='#footnote3'>3</a> και σε ώριμα στάδια αποκομίζουν δυσανάλογη αξία από το δίκτυο για τις εταιρείες διαχείρισης και τους μετόχους τους. Με πολλούς τρόπους, αρχίζουν να μοιάζουν με μονοπωλεία μόλις φτάσουν στην κλίμακα.

source: Finally, while there are very significant differences in user experience, business mechanics, and vertical-specific features among Internet marketplace companies, they all share many pieces that have been built and rebuilt many times. Lyft, Postmates, and DoorDash have each individually engineered their own solutions to user and supplier profiles, purchase experiences, matching algorithms, and reviews and ratings. This is valuable proprietary technology on the one hand. On the other, it is a wasteful use of time and effort to reinvent the wheel each time to create a new marketplace vertical. Consumers are also left creating and managing dozens of accounts on these marketplace companies, each of which owns their personal data and transaction history.
el: Τέλος, παρόλο που υπάρχουν πολύ σημαντικές διαφορές στην εμπειρία των χρηστών, στους μηχανισμούς των επιχειρήσεων και στις κατακόρυφες ιδιαιτερότητες των εταιρειών της αγοράς του Διαδικτύου, μοιράζονται πολλά κομμάτια που έχουν κατασκευαστεί και ξαναχτιστεί πολλές φορές. Τα Lyft, Postmates και DoorDash έχουν επεξεργαστεί μεμονωμένα τις δικές τους λύσεις για τα προφίλ των χρηστών και προμηθευτών, τις εμπειρίες αγοράς, τους αλγόριθμους αντιστοίχισης και τις αξιολογήσεις και αξιολογήσεις. Πρόκειται για πολύτιμη ιδιόκτητη τεχνολογία αφενός. Από την άλλη, είναι άχρηστη χρήση του χρόνου και της προσπάθειας να επανεφεύρουμε τον τροχό κάθε φορά για να δημιουργήσουμε μια νέα κατακόρυφη αγορά. Οι καταναλωτές αφήνονται επίσης να δημιουργούν και να διαχειρίζονται δεκάδες λογαριασμών σε αυτές τις εταιρείες της αγοράς, κάθε μία από τις οποίες κατέχει τα προσωπικά τους δεδομένα και το ιστορικό συναλλαγών τους.

source: For several years now, blockchain innovators and investors have called for teams to build peer-to-peer versions of existing sharing economy businesses and create an even more efficient way to conduct Internet commerce.
el: Επί σειρά ετών, οι καινοτόμοι μπλοκ και οι επενδυτές ζήτησαν από τις ομάδες να δημιουργήσουν ομότιμες εκδόσεις των υφιστάμενων επιχειρήσεων κοινής οικονομίας και να δημιουργήσουν έναν ακόμα αποτελεσματικότερο τρόπο διεξαγωγής του διαδικτύου.

source: P2P lodging sites like Airbnb have already begun to transform the lodging industry by making a public market in private housing. However, adoption may be limited by concerns about safety and security (guests) and property damage (hosts). By enabling a secure, tamper-proof system for managing digital credentials and reputation, we believe blockchain could help accelerate the adoption of P2P lodging.
el: Τα καταλύματα P2P όπως η Airbnb έχουν ήδη αρχίσει να μετασχηματίζουν τη βιομηχανία καταθέσεών τους κάνοντας μια δημόσια αγορά ιδιωτικών κατοικιών. Ωστόσο, η υιοθεσία μπορεί να περιορίζεται από τις ανησυχίες σχετικά με την ασφάλεια και την ασφάλεια (επισκέπτες) και τις υλικές ζημιές (οικοδεσπότες). Ενεργοποιώντας ένα ασφαλές σύστημα προστασίας από παραβίαση για τη διαχείριση των ψηφιακών διαπιστευτηρίων και της φήμης, πιστεύουμε ότι το blockchain θα μπορούσε να βοηθήσει στην επιτάχυνση της υιοθέτησης της P2P διαμονής.

source: Don Tapscott, author of “Blockchain Revolution,” says that the technology underlying Bitcoin could be used to disrupt the likes of Uber and Airbnb. - Wall Street Journal
el: Ο Don Tapscott, συγγραφέας του "Blockchain Revolution", λέει ότι η τεχνολογία που βασίζεται στο Bitcoin θα μπορούσε να χρησιμοποιηθεί για να διαταράξει τις ομοιότητες των Uber και Airbnb. - Wall Street Journal

source: It will be very difficult for intermediaries to have sustainable business cases,” [Fritz Joussen] he said. “These platforms [travel intermediaries] build reach by spending billions on advertising, and then they create monopolistic margins on top of what they have as sales and marketing. They do offer great sales and marketing. Booking.com is a great brand, but they create superior margins because they have monopolistic structures. Blockchain destroys this.
el: Θα είναι πολύ δύσκολο για τους διαμεσολαβητές να έχουν βιώσιμες επιχειρηματικές υποθέσεις ", δήλωσε ο [Fritz Joussen]. "Αυτές οι πλατφόρμες [ταξιδιωτικοί διαμεσολαβητές] φτιάχνουν την εμβέλεια δαπανώντας δισεκατομμύρια για τη διαφήμιση και στη συνέχεια δημιουργούν μονοπωλιακά περιθώρια πάνω από αυτά που έχουν ως πωλήσεις και μάρκετινγκ. Προσφέρουν εξαιρετικές πωλήσεις και μάρκετινγκ. Η Booking.com είναι μια μεγάλη μάρκα, αλλά δημιουργούν ανώτερα περιθώρια επειδή έχουν μονοπωλιακές δομές. Το Blockchain καταστρέφει αυτό.

source: However, much of the infrastructure and plumbing to build distributed marketplace apps did not exist prior to Origin.
el: Ωστόσο, μεγάλο μέρος της υποδομής και των εγκαταστάσεων υγιεινής για την κατασκευή εφαρμογών διανεμημένης αγοράς δεν υπήρχε πριν από την Προέλευση.

source: We aim to address the shortcomings of existing marketplace companies and are excited that we have launched the Origin Platform as the way to usher in peer-to-peer commerce at scale.
el: Στόχος μας είναι να αντιμετωπίσουμε τις ελλείψεις των υπαρχουσών εταιρειών στην αγορά και είμαστε ενθουσιασμένοι που ξεκινήσαμε την Πλατφόρμα Προέλευσης ως τον τρόπο να επιτύχουμε κλίμα συνεργασίας σε ομότιμες επιχειρήσεις.

source: Shortcomings <span>of existing marketplaces</span>
el: Ελλείψεις <span>υφιστάμενων αγορών</span>

source: Unfair value capture
el: Καταγραφή αθέμιτων αξιών

source: Value taken by today’s trusted intermediaries is oftentimes not commensurate with the value they create. In addition, value capture is concentrated to the network operators and not to the network participants.
el: Η αξία που λαμβάνουν οι σημερινοί αξιόπιστοι διαμεσολαβητές συχνά δεν είναι ανάλογη με την αξία που δημιουργούν. Επιπλέον, η καταγραφή της αξίας συγκεντρώνεται στους φορείς εκμετάλλευσης δικτύου και όχι στους συμμετέχοντες στο δίκτυο.
