Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: Origin Protocol offers an entire blockchain-based platform to allow anyone to create their own property-sharing business.
de: Origin Protocol bietet eine gesamte Blockchain-basierte Plattform, mit der jeder sein eigenes Geschäft für die gemeinsame Nutzung von Immobilien erstellen kann.
nl: Origin Protocol biedt een volledig blockchain-gebaseerd platform waarmee iedereen zijn eigen property-sharing bedrijf kan creëren.
th: Origin Protocol เสนอแพลตฟอร์มทั้งหมดที่ใช้บล็อกเชนเพื่ออนุญาตให้ทุกคนสร้างธุรกิจแบ่งปันคุณสมบัติของตนเอง

source: Origin Protocol, a blockchain project building a decentralized marketplace, has rolled out a peer-to-peer messaging application built on top of ethereum.
de: Origin Protocol, ein Blockchain-Projekt, das einen dezentralisierten Markt aufbaut, hat eine Peer-to-Peer-Messaging-Anwendung eingeführt, die auf ethereum basiert.
nl: Origin Protocol, een blockchain-project dat een gedecentraliseerde marktplaats bouwt, heeft een peer-to-peer berichtentoepassing ontwikkeld die bovenop ethereum is gebouwd.
th: Origin Protocol โครงการ blockchain ที่สร้างตลาดแบบกระจายอำนาจได้เปิดตัวแอพพลิเคชั่นการส่งข้อความแบบ peer-to-peer ที่สร้างขึ้นจาก ethereum

source: The sharing economy ends up sharing a ton of labor’s earnings with middlemen like Uber and Airbnb.
de: Die Sharing Economy teilt eine Menge Arbeitseinkommen mit Zwischenhändlern wie Uber und Airbnb.
nl: De deeleconomie levert uiteindelijk een hoop arbeidsloon op met tussenpersonen zoals Uber en Airbnb.
th: เศรษฐกิจการแบ่งปันสิ้นสุดลงด้วยการแบ่งปันผลกำไรของแรงงานกับคนกลางเช่น Uber และ Airbnb

source: Marketplace Creator
th: ผู้สร้างตลาด

source: Blog
th: บล็อก

source: Origin Protocol - Team
th: โปรโตคอลต้นทาง - ทีม

source: Our Team
de: Unser Team
nl: Ons Team
th: ทีมงานของเรา

source: Origin is a team of distributed entrepreneurs, engineers, and blockchain experts. Our mission is to enable the sharing economy on the decentralized web. We're hiring!
de: Origin ist ein Team von dezentralisierten Unternehmern, Ingenieuren und Blockchain-Experten. Unsere Mission ist es, die Sharing Economy im dezentralen Web zu ermöglichen. Wir stellen ein!
nl: Origin is een team van wijdverspreide ondernemers, technici en blockchain-experts. Onze missie is om de deeleconomie op het decentrale web mogelijk te maken. We zoeken versterking!
th: ต้นกำเนิดคือทีมผู้ประกอบการวิศวกรและผู้เชี่ยวชาญด้านการสกัดกั้น ภารกิจของเราคือการช่วยให้การแบ่งปันระบบเศรษฐกิจบนเว็บแบบกระจายอำนาจ เรากำลังจ้าง!

source: Core Team
de: Kern Team
th: ทีมงานหลัก

source: Josh started coding at the age of 10. Prior to Origin, he co-founded three other venture-backed companies: EventVue, Torbit (acquired by Walmart Labs) &amp; Forage.
de: Josh begann im Alter von 10 Jahren mit der Programmierung. Vor seiner Gründung war er Mitbegründer von drei anderen Venture-unterstützten Unternehmen: EventVue, Torbit (erworben von Walmart Labs) &amp; Futter.
nl: Josh begon met coderen op tienjarige leeftijd. Voorafgaand aan Origin was hij mede-oprichter van drie andere venture-backed bedrijven: EventVue, Torbit (overgenomen door Walmart Labs) &amp; Forage.
th: Josh เริ่มเขียนโค้ดตอนอายุ 10 ปีก่อน Origin เขาร่วมก่อตั้ง บริษัท ที่ได้รับการสนับสนุนอีก 3 แห่ง ได้แก่ EventVue, Torbit (ซื้อโดย Walmart Labs) &amp; Forage

source: Matt was the 3rd PM at YouTube (acquired by Google) and VP PM at Qwiki (acquired by Yahoo) and Bonobos (acquired by Walmart). He has an MS and BS from Stanford.
de: Matt war der dritte PM bei YouTube (erworben von Google) und VP PM bei Qwiki (von Yahoo übernommen) und Bonobos (von Walmart übernommen). Er hat ein MS und BS von Stanford.
nl: Matt was de derde Product Manager bij YouTube (overgenomen door Google) en Vice President Product Management at Qwiki (overgenomen door Yahoo) en Bonobos (overgenomen door Walmart). Hij heeft MS and BS from Stanford.
th: แมตต์เป็นคนที่ 3 ที่ YouTube (ได้มาโดย Google) และ VPP ที่ Qwiki (ซื้อโดย Yahoo) และ Bonobos (ซื้อโดย Walmart) เขามี MS และ BS จาก Stanford

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
de: Coleman ist ein aktiver Kryptowährungsinvestor und Immobilienunternehmer, der mehrere Airbnb-Immobilien besitzt und verwaltet. Er studierte Mathematik in Berkeley.
nl: Coleman is een actieve cryptovaluta investeerder en vastgoed ondernemer, hij bezit en beheert meerdere Airbnb panden. Hij studeerde wiskunde aan Berkeley.
th: โคลแมนเป็นนักลงทุนและผู้ประกอบการด้านอสังหาริมทรัพย์ซึ่งเป็นเจ้าของและบริหารทรัพย์สิน Airbnb หลายแห่ง เขาศึกษาคณิตศาสตร์ที่ Berkeley.

source: R&D Engineer
de: R&D Ingenieur
th: วิศวกร R & D

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
de: Yu Pan war eines der 6 Gründungsmitglieder von PayPal und der erste Mitarbeiter bei YouTube. Er ist ein ehemaliger Google-Mitarbeiter und Mitbegründer von Kiwi Crate.
nl: Yu Pan was een van de 6 oprichters van Paypal en was de eerste werknemer van YouTube. Hij is een voormalig Google werknemer en co-founder van Kiwi Crate.
th: Yu Pan เป็นหนึ่งใน 6 สมาชิกทีมผู้ก่อตั้งของ PayPal และเป็นพนักงานรายแรกของ YouTube เขาเป็นอดีตพนักงานของ Google และเป็นผู้ร่วมก่อตั้ง Kiwi Crate

source: Micah Alcorn
th: มิคาห์อัลคอร์น

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
de: Micah war der technische Mitbegründer von WellAttended, einer Bootstrapped-Office-Verwaltungsplattform. Er arbeitete als gewerblicher Immobilienmakler und lernte Codieren.
nl: Micah was de technische mede-oprichter van WellAttended, een bootstrap-beheersysteem voor kaskrakers. Hij werkte als commercieel makelaar in onroerend goed tijdens het leren coderen.
th: มีคาห์เป็นผู้ร่วมก่อตั้ง บริษัท WellAttended ซึ่งเป็นแพลตฟอร์มการจัดการบ็อกซ์ออฟฟิศแบบติดตราสินค้า เขาทำงานเป็นนายหน้าค้าอสังหาริมทรัพย์เชิงพาณิชย์ในขณะที่เรียนรู้ที่จะเขียนโค้ด

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
de: Kay ist ein Chartered Professional Accountant (CPA). Zuvor war sie als Senior Accountant und dann als Senior Consultant bei KPMG Canada tätig.
nl: Kay is een Chartered Professional Accountant (CPA). Ze werkte eerder als Senior Accountant en vervolgens als Senior Consultant bij KPMG Canada.
th: Kay เป็นนักบัญชีมืออาชีพที่ได้รับอนุญาต (CPA) ก่อนหน้านี้เธอทำงานเป็นนักบัญชีอาวุโสและเป็นที่ปรึกษาอาวุโสที่ KPMG Canada

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
de: Franck hatte eine erfolgreiche Karriere als früher Mitarbeiter in zahlreichen hochkarätigen Unternehmen. Zuvor leitete er Ingenieurteams bei Inktomi, Paypal, YouTube, Google und Dropbox.
nl: Franck heeft een succesvolle carrière als vroege medewerker bij tal van spraakmakende bedrijven. Hij leidde eerder engineeringteams bij Inktomi, Paypal, YouTube, Google en Dropbox.
th: Franck มีอาชีพการงานที่ประสบความสำเร็จในฐานะพนักงานคนแรกของ บริษัท ที่มีชื่อเสียง ก่อนหน้านี้เขาเป็นหัวหน้าทีมวิศวกรรมที่ Inktomi, Paypal, YouTube, Google และ Dropbox

source: Austin Virts
th: Virts ออสติน

source: Marketing
nl: afzet
th: การตลาด

source: Austin is an ambitious entrepreneur who has started and operated multiple successful online companies before launching a full service creative agency in Boulder, CO.
de: Austin ist ein ehrgeiziger Unternehmer, der bereits mehrere erfolgreiche Online-Unternehmen gegründet und betrieben hat, bevor er eine Full-Service-Kreativagentur in Boulder, CO, gegründet hat.
nl: Austin is een ambitieuze ondernemer die meerdere succesvolle online bedrijven heeft opgestart en geëxploiteerd voordat hij een full-service creatief bureau in Boulder, CO oprichtte.
th: ออสตินเป็นผู้ประกอบการที่มีความทะเยอทะยานซึ่งได้เริ่มต้นและดำเนินการ บริษัท ออนไลน์ที่ประสบความสำเร็จหลายแห่งก่อนที่จะเปิดตัวเอเจนซี่สร้างสรรค์บริการเต็มรูปแบบในโบลเดอร์

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
de: Mila führt unsere Bemühungen in Südkorea an. Sie organisierte zuvor Blockhain-Hackathons und hat Abschlüsse an der Penn State und der Erasmus University Rotterdam.
nl: Mila leidt onze gemeenschapsinspanningen in Zuid-Korea. Ze organiseerde eerder blockhain hackathons en heeft diploma's van Penn State en de Erasmus Universiteit Rotterdam.
th: Mila กำลังเป็นผู้นำการดำเนินงานด้านชุมชนของเราในเกาหลีใต้ ก่อนหน้านี้เธอเคยจัดแฮ็คแฮมตันบล็อกฮานและมีองศาจาก Penn State และมหาวิทยาลัยอีราสมุส

source: Tom Linton
th: ทอมลินตัน

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
de: Vor Origin hatte Tom eine erfolgreiche Karriere als Gründer eines Solo-Startups. Er verfügt über zwei Master-Studiengänge in verteilten Systemen der Technischen Universität Berlin und der KTH in Stockholm.
nl: Voor Origin had Tom een succesvolle carrière als solo-oprichter. Hij heeft twee Masters-graden in Distributed Systems van de Technische Universiteit van Berlijn en KTH in Stockholm.
th: ก่อนที่จะกำเนิดทอมมีอาชีพที่ประสบความสำเร็จในฐานะผู้ก่อตั้ง บริษัท เดี่ยว เขามีสองปริญญาโทในระบบการกระจายจากมหาวิทยาลัยเทคนิคแห่งเบอร์ลินและ KTH ในสตอกโฮล์ม

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
de: Anna leitet unsere Community-Bemühungen für chinesische Sprecher. Vor Origin arbeitete Anna bei Exness, einem führenden Forex-Broker, für globale soziale Medien. Sie hat auch eine Non-Profit-Organisation in Australien mitgegründet.
nl: Anna leidt onze community-inspanningen voor Chinese sprekers. Voor Origin beheerde Anna wereldwijde sociale media bij Exness, een leidende forex broker. Ze mede-oprichter van een non-profit in Australië.
th: แอนนาเป็นผู้นำชุมชนของเราสำหรับผู้พูดภาษาจีน ก่อนที่ Origin จะแอนนาจัดการโซเชียลมีเดียระดับโลกที่ Exness นายหน้าซื้อขาย forex ชั้นนำ เธอยังได้ร่วมก่อตั้งองค์กรไม่แสวงผลกำไรในออสเตรเลียอีกด้วย

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
de: Nick studierte Informatik an der University of Warwick. Bevor er zu Origin kam, arbeitete er als Ingenieur bei Sencha, C3 Energy Network und Palo Alto Networks.
nl: Nick studeerde computerwetenschappen aan de universiteit van Warwick. Voordat hij bij Origin kwam, werkte hij als engineer bij Sencha, C3 Energy Network en Palo Alto Networks.
th: นิคเรียนวิทยาศาสตร์คอมพิวเตอร์ที่มหาวิทยาลัยวอร์วิก ก่อนเข้าร่วม Origin เขาเคยทำงานเป็นวิศวกรที่ Sencha, C3 Energy Network และ Palo Alto Networks

source: Advisor/PR
de: Beraterin/PR
nl: Adviseur/PR
th: ที่ปรึกษา / ประชาสัมพันธ์

source: Addison is a communications and marketing specialist with a degree in Physics from UC Berkeley. He previously worked with the Ethereum Foundation and DEVCON1.
de: Addison ist ein Kommunikations- und Marketingspezialist mit einem Abschluss in Physik von der UC Berkeley. Zuvor arbeitete er mit der Ethereum Foundation und DEVCON1.
nl: Addison is een communicatie- en marketingspecialist met een diploma in natuurkunde van de UC Berkeley. Hij werkte hiervoor met de Ethereum Foundation en DEVCON1.
th: Addison เป็นผู้เชี่ยวชาญด้านการสื่อสารและการตลาดที่มีปริญญาด้านฟิสิกส์จาก UC Berkeley ก่อนหน้านี้เขาเคยทำงานร่วมกับ Ethereum Foundation และ DEVCON1

source: Advisor/International BD
de: Beraterin/Internationales BD
nl: Adviseur/International BD
th: ที่ปรึกษา / International BD

source: Melody is founder of Spartan Group, a blockchain advisory and investment fund. She was an early investor in TenX and strategic advisor to Gifto and Appcoins.
de: Melody ist Gründerin der Spartan Group, einem Blockchain-Beratungs- und Investmentfonds. Sie war eine frühere Investorin in TenX und strategische Beraterin von Gifto und Appcoins.
nl: Melody is de oprichter van Spartan Group, een blockchain advies- en investeringsfonds. Ze was een vroege investeerder in TenX en strategisch adviseur bij Gifto en Appcoins.
th: Melody เป็นผู้ก่อตั้ง Spartan Group ซึ่งเป็นที่ปรึกษาและกองทุนสำรองเลี้ยงชีพ เธอเป็นนักลงทุนใน TenX และที่ปรึกษาเชิงกลยุทธ์ของ Gifto และ Appcoins

source: Paul Veradittakit
th: พอล Veradittakit

source: Advisor
de: Berater
nl: Adviseur
th: ที่ปรึกษา

source: Paul is a Partner at Pantera Capital. He is also an advisor to several highly successful cryptocurrency projects including Orchid Labs, Enigma and ICON.
de: Paul ist Partner bei Pantera Capital. Er ist auch ein Berater für einige sehr erfolgreiche Kryptowährungsprojekte, einschließlich Orchid Labs, Enigma und ICON.
nl: Paul is een partner bij Pantera Capital. Hij is daarnaast een adviseur van meerdere zeer succesvolle cryptocurrency-projecten waaronder Orchid Labs, Enigma en ICON.
th: พอลเป็นพาร์ทเนอร์ที่ Pantera Capital เขายังเป็นที่ปรึกษาโครงการ cryptocurrency หลายโครงการที่ประสบความสำเร็จอย่างสูงเช่น Orchid Labs, Enigma และ ICON

source: Joey is the co-founder of Augur, the world’s first decentralized prediction market and oracle system. He is a Co-Chief Investment Officer at Pantera Capital.
de: Joey ist Mitbegründer von Augur, dem weltweit ersten dezentralen Prognosemarkt und Orakelsystem. Er ist Co-Chief Investment Officer bei Pantera Capital.
nl: Joey is de co-founder van Augur, 's-werelds eerste decentrale voorspellingsmarkt en oracle-systeem. Hij is daarnaast Co-Chief Investment Officer bij Pantera Capital.
th: โจอี้เป็นผู้ร่วมก่อตั้ง Augur ซึ่งเป็นตลาดการทำนายและระบบ oracle แบบกระจายอำนาจเป็นอันดับแรกของโลก เขาเป็นเจ้าหน้าที่การลงทุนร่วมของ Pantera Capital

source: Andrew was the founder of four startups, including Startup Weekend, and has built global communities across dozens of countries. He was employee number 1 at TechStars.
de: Andrew war Gründer von vier Startups, einschließlich Startup Weekend, und hat globale Communities in Dutzenden von Ländern aufgebaut. Er war Angestellter Nummer 1 bei TechStars.
nl: Andrew is de oprichter van vier start-ups, inclusief Startup Weekend, en heeft wereldwijd communities gebouwd over tientallen landen. Hij was de nr. 1 werknemer bij TechStars.
th: แอนดรูว์เป็นผู้ก่อตั้ง บริษัท ที่เพิ่งเริ่มต้นใหม่ 4 แห่งซึ่งรวมถึง Startup Weekend และได้สร้างชุมชนทั่วโลกขึ้นในหลายประเทศ เขาเป็นพนักงานหมายเลข 1 ที่ TechStars

source: Open-source Contributors
de: Open-Source-Mitwirkende
nl: Open source-bijdragers
th: ผู้มีส่วนร่วมโอเพนซอร์ส

source: Investment Funds
de: Investmentfonds
nl: Investeringsfonds
th: กองทุนรวมที่ลงทุน

source: Steve Jang
th: สตีฟจาง

source: Xiahong Lin
th: เซียงหลิน

source: Origin Protocol - Tokens
de: Origin-Protokoll - Token
th: กำเนิดโปรโตคอล - โทเค็น

source: <strong>Origin tokens are not currently available for purchase.</strong><br> Please fill out this form if you are interested in participating in any future tokens sales and would like to be updated as more details are announced.
de: <strong>Origin-Token sind derzeit nicht zum Kauf verfügbar.</strong><br> Bitte füllen Sie dieses Formular aus, wenn Sie an einem zukünftigen Verkauf von Token interessiert sind und aktualisiert werden möchten, sobald weitere Details bekannt gegeben werden.
nl: <strong>Origin-tokens zijn momenteel niet beschikbaar voor aankoop.</strong><br> Vul dit formulier in als u geïnteresseerd bent om deel te nemen aan toekomstige tokensverkoop en u graag wordt geactualiseerd als er meer details worden aangekondigd.
th: <strong>ไม่สามารถซื้อโทเค็นต้นทางได้</strong><br> กรุณากรอกแบบฟอร์มนี้หากคุณสนใจที่จะเข้าร่วมในการขายโทเค็นในอนาคตและต้องการที่จะได้รับการปรับปรุงเมื่อมีการประกาศรายละเอียดเพิ่มเติม

source: Are you an accredited investor?
de: Sind Sie ein akkreditierter Investor?
nl: Ben je een geaccrediteerde investeerder?
th: คุณเป็นนักลงทุนที่ได้รับการรับรองหรือไม่?

source: An accredited investor must have a net worth of at least $1,000,000, excluding the value of one's primary residence, or have income at least $200,000 each year for the last two years (or $300,000 combined income if married.)
de: Ein akkreditierter Investor muss ein Nettovermögen von mindestens 1.000.000 US-Dollar haben, wobei der Wert des Hauptwohnsitzes unberücksichtigt bleiben muss, oder er hat ein Einkommen in den letzten zwei Jahren, das mindestens 200.000 US-Dollar (oder 300.000 US-Dollar kombiniertes Einkommen) beträgt.
nl: Een geaccrediteerde investeerder moet minimaal $1,000,000 vermogen bezitten, dit exclusief de waarde van het primaire onderkomen, of tenminste een inkomen van $200,000 per jaar over de afgelopen twee jaar (of $300.000 gezamenlijk inkomen wanneer getrouwd).
th: นักลงทุนที่ได้รับการรับรองต้องมีมูลค่าสุทธิไม่น้อยกว่า 1,000,000 เหรียญโดยไม่รวมมูลค่าของที่พักอาศัยหลักหรือมีรายได้อย่างน้อย 200,000 เหรียญต่อปีสำหรับสองปีที่ผ่านมา (หรือรายได้รวม 300,000 เหรียญเมื่อแต่งงานแล้ว)

source: Huh?
de: Hä?
th: ฮะ?

source: Yes
de: Ja
nl: Ja
th: ใช่

source: No
de: Nein
nl: Nee
th: ไม่

source: What type of entity do you represent?
de: Welche Art von Entität repräsentieren Sie?
nl: Wat voor type entiteit vertegenwoordigt u?
th: คุณเป็นนิติบุคคลประเภทใด?

source: Individual
de: Einzelperson
nl: Individueel
th: รายบุคคล

source: Syndicate
de: Syndikat
nl: Syndicaat
th: คณะกรรมการ

source: Professional Fund
de: Berufsfonds
nl: Professioneel Fonds
th: กองทุนวิชาชีพ

source: Important notice
de: Wichtiger Hinweis
nl: Belangrijke mededeling
th: ข้อควรทราบสำคัญ

source: I understand any token sales will be subject to United States regulations and securities laws and that submitting this form is NOT a guarantee of allocation.
de: Ich verstehe, dass jeder Verkauf von Token den Bestimmungen und Gesetzen der Vereinigten Staaten von Amerika unterliegt und dass das Senden dieses Formulars KEINE Garantie für die Zuteilung darstellt.
nl: Ik begrijp dat elke verkoop van token onderhevig zal zijn aan de Amerikaanse wetgeving en effectenwetgeving en dat het indienen van dit formulier GEEN garantie voor toewijzing is.
th: ฉันเข้าใจว่าการขายโทเค็นใด ๆ จะเป็นไปตามข้อบังคับของสหรัฐอเมริกาและกฎหมายหลักทรัพย์และการส่งแบบฟอร์มนี้ไม่ได้เป็นการรับประกันการจัดสรร

source: An error occured
de: Es ist ein Fehler aufgetreten
nl: Er is een fout opgetreden
th: เกิดข้อผิดพลาด

source: Please agree to the important notice
de: Bitte Bitte stimmen Sie dem wichtigen Hinweis zu
nl: Ga alstublieft akkoord met de belangrijke mededeling
th: โปรดยอมรับการแจ้งเตือนที่สำคัญ

source: Please enter your company name
de: Bitte geben Sie Ihren Firmennamen ein
nl: Vul alstublieft uw bedrijfsnaam in
th: โปรดป้อนชื่อ บริษัท ของคุณ

source: Tech Stack
de: Technik Stapel

source: yourname@websitename.com
nl: uwnaam@websitenaam.com

source: https://websitename.com
nl: https://websitenaam.com
