Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: With the former implementation, secondary marketplaces can be run and curated by the NFT creators themselves. Again, these marketplaces can live on the individual creators’ websites. Gallerists and artists have always cared deeply about presentation and curation as it can have a strong impact on the price of their assets. In another scenario, one can imagine top brands like Marvel or the NFL wanting to showcase secondary sales of their NFTs in more brand-centric experiences. Letting creators control every aspect of their NFT from creation to secondary market sale is a key differentiator to Origin’s NFT platform over more generic NFT marketplaces. Fans of specific creators and artists will also appreciate going direct to the source instead of browsing through unrelated listings on a generalized marketplace.
el: Με την προηγούμενη εφαρμογή, οι δευτερεύουσες αγορές μπορούν να διοικούνται και να επιμελούνται από τους ίδιους τους δημιουργούς του NFT. Και πάλι, αυτές οι αγορές μπορούν να ζουν στους ιστότοπους των μεμονωμένων δημιουργών. Οι γκαλερίστες και οι καλλιτέχνες ενδιαφέρονταν πάντα για την παρουσίαση και την επιμέλεια καθώς μπορεί να έχει ισχυρό αντίκτυπο στην τιμή των περιουσιακών τους στοιχείων. Σε ένα άλλο σενάριο, μπορεί κανείς να φανταστεί κορυφαίες μάρκες όπως η Marvel ή το NFL που θέλουν να παρουσιάσουν τις δευτερεύουσες πωλήσεις των NFT τους σε πιο εμπορικές εμπειρίες. Το να επιτρέπεται στους δημιουργούς να ελέγχουν κάθε πτυχή του NFT τους από τη δημιουργία έως την πώληση σε δευτερεύουσα αγορά αποτελεί βασικό διαφοροποιητή στην πλατφόρμα NFT της Origin σε πιο γενικές αγορές NFT. Οι θαυμαστές συγκεκριμένων δημιουργών και καλλιτεχνών θα εκτιμήσουν επίσης τη μετάβαση απευθείας στην πηγή αντί να περιηγηθούν σε άσχετες καταχωρίσεις σε μια γενικευμένη αγορά.

source: With the Origin-branded marketplace, we will aggregate all our NFT sales on a single website that makes it easy for buyers to discover new creators. Site-specific marketplace NFTs will be aggregated to the Origin-branded marketplace. In the future, we will allow for creators like brands and celebrities to promote their NFTs on the Origin-branded marketplace. This is similar to how Google AdWords works and presents a potentially lucrative additional business model for Origin.
el: Με την αγορά με την επωνυμία Origin, θα συγκεντρώσουμε όλες τις πωλήσεις NFT σε έναν μόνο ιστότοπο που διευκολύνει τους αγοραστές να ανακαλύψουν νέους δημιουργούς. Τα NFT της αγοράς για συγκεκριμένους ιστότοπους θα συγκεντρωθούν στην αγορά με την επωνυμία Origin. Στο μέλλον, θα επιτρέψουμε σε δημιουργούς όπως επωνυμίες και διασημότητες να προωθήσουν τα NFT τους στην αγορά με την επωνυμία Origin. Αυτό είναι παρόμοιο με το πώς λειτουργεί το Google AdWords και παρουσιάζει ένα δυνητικά προσοδοφόρο πρόσθετο επιχειρηματικό μοντέλο για το Origin.

source: Creators are excited about custom NFT marketplaces because they allow them to better monetize their creations over a longer period of time. Artists will experience increased value capture from programmatic transaction fees attached to NFTs they create. This means that any secondary market sales will generate revenue for NFT creators in perpetuity. Previously, musical artists would only capture a small portion of this value through royalties and fine artists would capture no value from secondary sales.
el: Οι δημιουργοί ενθουσιάζονται με τις προσαρμοσμένες αγορές NFT επειδή τους επιτρέπουν να δημιουργούν καλύτερα έσοδα από τις δημιουργίες τους για μεγαλύτερο χρονικό διάστημα. Οι καλλιτέχνες θα γνωρίσουν αυξημένη αξία από τα τέλη συναλλαγών μέσω προγραμματισμού που συνδέονται με τα NFT που δημιουργούν. Αυτό σημαίνει ότι οι όποιες πωλήσεις δευτερογενούς αγοράς θα δημιουργήσουν έσοδα για τους δημιουργούς NFT για πάντα. Προηγουμένως, οι μουσικοί καλλιτέχνες θα αποσπούσαν μόνο ένα μικρό μέρος αυτής της αξίας μέσω δικαιωμάτων εκμετάλλευσης και οι καλλιτέχνες δεν θα κέρδιζαν καμία αξία από τις δευτερεύουσες πωλήσεις.

source: Not only are secondary market sales important for price discovery, revenue sharing from these sales will be one of the key revenue drivers for Origin’s Launchpad. Far more volume is done on the secondary market than during initial sales and we expect record-breaking trades in the future. Origin intends to build a fully-featured NFT platform and ecosystem. We will develop the best end-to-end NFT platform in the space and capture massive value for our users, NFT creator partners, and our token holders.
el: Όχι μόνο οι πωλήσεις δευτερογενούς αγοράς είναι σημαντικές για την ανακάλυψη των τιμών, αλλά και η κατανομή εσόδων από αυτές τις πωλήσεις θα είναι ένας από τους βασικούς παράγοντες εσόδων για το Origin's Launchpad. Πολύ περισσότερος όγκος γίνεται στη δευτερογενή αγορά από ό, τι κατά τις αρχικές πωλήσεις και αναμένουμε συναλλαγές που θα σπάσουν ρεκόρ στο μέλλον. Η Origin σκοπεύει να δημιουργήσει μια πλήρως εξοπλισμένη πλατφόρμα και ένα πλήρες οικοσύστημα NFT. Θα αναπτύξουμε την καλύτερη πλατφόρμα NFT από άκρο σε άκρο στο χώρο και θα αποκτήσουμε τεράστια αξία για τους χρήστες μας, τους συνεργάτες δημιουργών NFT και τους κατόχους token μας.

source: OGN buybacks and other token utilities
el: Αγορές OGN και άλλα βοηθητικά προγράμματα token

source: We may conduct additional OGN buybacks over time using revenue generated from the various income streams that are being developed across the NFT launchpad (e.g. primary sales proceeds, secondary sales revenue share, paid promotion by creators). We conducted our first buyback at the end of May 2021 for $1.3M worth of OGN.
el: Ενδέχεται να πραγματοποιήσουμε επιπλέον εξαγορές OGN με την πάροδο του χρόνου χρησιμοποιώντας έσοδα που δημιουργούνται από τις διάφορες ροές εισοδήματος που αναπτύσσονται στο πλαίσιο εκκίνησης των NFT (π.χ. έσοδα από κύριες πωλήσεις, μερίδιο εσόδων από δευτερεύουσες πωλήσεις, πληρωμένη προώθηση από δημιουργούς). Πραγματοποιήσαμε την πρώτη μας εξαγορά στα τέλη Μαΐου 2021 για 1,3 εκατομμύρια δολάρια OGN.

source: We also anticipate tightly coupling OGN into our self-serve and marketplace products. For example, we intend to experiment with allowing creators to stake OGN for increased revenue share. There may also be certain NFT sales that will be structured around buyers using OGN for special bonuses and perks (e.g. require OGN staking or payment for drawing/raffle sales). It is also anticipated that OGN will be the native currency for paid promotion on our aggregator marketplace.
el: Προβλέπουμε επίσης τη στενή σύνδεση του OGN με τα προϊόντα αυτοεξυπηρέτησης και αγοράς μας. Για παράδειγμα, σκοπεύουμε να πειραματιστούμε με το να επιτρέψουμε στους δημιουργούς να συμμετάσχουν στο OGN για αυξημένο μερίδιο εσόδων. Μπορεί επίσης να υπάρχουν ορισμένες πωλήσεις NFT που θα δομηθούν γύρω από αγοραστές που χρησιμοποιούν το OGN για ειδικά μπόνους και προνόμια (π.χ. απαιτούν OGN stake ή πληρωμή για τις πωλήσεις/κλήρωση). Αναμένεται επίσης ότι το OGN θα είναι το φυσικό νόμισμα για προώθηση επί πληρωμή στην αγορά αθροιστών μας.

source: Mainstream NFTs
el: Κυρίαρχα NFT

source: Origin’s NFTs are currently Ethereum ERC-721 NFTs. While this effectively targets the early adopter community that has developed around Ethereum, we recognize that the minting costs of today’s Ethereum NFTs, oftentimes $25 to $50+ per NFT, make these NFTs prohibitively expensive for more mainstream adoption. In order to bring NFTs to the hundreds of millions of consumers, NFTs must be cheaper to mint. To tackle this volume-centric strategy, Origin will begin integrations with alternative blockchains and also explore Ethereum layer 2 solutions in Q3. Our goal is to enable creators to offer NFTs at $10 to $20 that can be purchased by their mainstream in seconds with credit and debit cards. This will be especially important for NFT use cases related to merchandise, ticketing, and collectibles.
el: Τα NFT της Origin είναι επί του παρόντος Ethereum ERC-721 NFT. Ενώ αυτό στοχεύει αποτελεσματικά την κοινότητα των πρώτων υιοθετών που έχει αναπτυχθεί γύρω από το Ethereum, αναγνωρίζουμε ότι το κόστος δημιουργίας των σημερινών NFTs Ethereum, συχνά 25 έως $50+ ανά NFT, καθιστά αυτά τα NFT απαγορευτικά ακριβά για πιο συνηθισμένη υιοθέτηση. Προκειμένου να φέρουν τα NFT σε εκατοντάδες εκατομμύρια καταναλωτές, τα NFT πρέπει να είναι φθηνότερα για δημιουργία. Για την αντιμετώπιση αυτής της στρατηγικής με επίκεντρο τον όγκο, το Origin θα ξεκινήσει ενσωματώσεις με εναλλακτικές blockchains και επίσης θα διερευνήσει λύσεις Ethereum layer 2 στο τρίτο τρίμηνο. Στόχος μας είναι να δώσουμε τη δυνατότητα στους δημιουργούς να προσφέρουν NFT με $10 έως $20 που μπορούν να αγοραστούν από το mainstream σε δευτερόλεπτα με πιστωτικές και χρεωστικές κάρτες. Αυτό θα είναι ιδιαίτερα σημαντικό για περιπτώσεις χρήσης NFT που σχετίζονται με εμπορεύματα, εισιτήρια και συλλεκτικά αντικείμενα.

source: The Origin Dollar (OUSD)
el: Το Origin Dollar (OUSD)

source: In 1999, Yu Pan, one of PayPal’s original co-founders conceived of creating “the new world currency”, complete with interest yielding strategies and debit cards without having to connect to traditional banking systems. Several pivots and an eBay acquisition later, PayPal dropped its ambitions in this area.
el: Το 1999, ο Yu Pan, ένας από τους αρχικούς συνιδρυτές της PayPal, σχεδίασε τη δημιουργία «του νέου παγκόσμιου νομίσματος», με στρατηγικές που αποφέρουν τόκους και χρεωστικές κάρτες χωρίς να χρειάζεται να συνδεθούν με παραδοσιακά τραπεζικά συστήματα. Αρκετοί άξονες και μια εξαγορά του eBay αργότερα, το PayPal εγκατέλειψε τις φιλοδοξίες του σε αυτόν τον τομέα.

source: Two decades later, Yu Pan, Origin’s founding engineer, and the rest of the Origin team have finally launched this new world currency.
el: Δύο δεκαετίες αργότερα, ο Yu Pan, ο ιδρυτικός μηχανικός της Origin, και η υπόλοιπη ομάδα Origin ξεκίνησαν επιτέλους αυτό το νέο παγκόσμιο νόμισμα.

source: The Origin Dollar is the first cryptocurrency stablecoin that automatically and passively provides users with the opportunity to earn yield while sitting in cryptocurrency wallets. Users do not need to stake/unstake or provide liquidity to earn yields across underlying DeFi protocols. While past performance does not guarantee future results, to date OUSD has generated, through the underlying DeFi protocols, annualized yields between 20%% and 150%% at any given time.
el: Το Origin Dollar είναι το πρώτο σταθερό κρυπτονόμισμα που παρέχει αυτόματα και παθητικά στους χρήστες τη δυνατότητα να κερδίσουν απόδοση κρατώντας το στα πορτοφόλια τους. Οι χρήστες δεν χρειάζεται να κάνουν stake/unstake ή να παρέχουν ρευστότητα για να αποφέρουν αποδόσεις στα υποκείμενα πρωτόκολλα DeFi. Ενώ οι προηγούμενες επιδόσεις δεν εγγυώνται μελλοντικά αποτελέσματα, μέχρι σήμερα το OUSD έχει δημιουργήσει, μέσω των υποκείμενων πρωτοκόλλων DeFi, ετήσιες αποδόσεις μεταξύ 20% και 150% ανά πάσα στιγμή.

source: OUSD is a superior DeFi product for the masses. By removing all the complexities normally associated with earning fees through lending or supplying liquidity to automated market makers (AMMs), OUSD is highly accessible to users who are new to cryptocurrency technologies. Today, users need only to purchase OUSD on centralized exchanges or decentralized swap sites like Uniswap/Sushiswap to begin getting DeFi yield exposure immediately. Alternatively, users can mint OUSD with their existing stablecoins (DAI, USDT, USDC currently) on the <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.
el: Το OUSD είναι ένα ανώτερο προϊόν DeFi για τις μάζες. Καταργώντας όλες τις πολυπλοκότητες που συνήθως συνδέονται με την απόκτηση αμοιβών μέσω δανεισμού ή παροχής ρευστότητας σε αυτοματοποιημένους δημιουργούς αγοράς (AMM), το OUSD είναι ιδιαίτερα προσβάσιμο σε χρήστες που είναι νέοι σε τεχνολογίες κρυπτονομισμάτων. Σήμερα, οι χρήστες χρειάζεται μόνο να αγοράσουν OUSD σε κεντρικά χρηματιστήρια ή αποκεντρωμένους ιστότοπους ανταλλαγής, όπως το Uniswap/Sushiswap, για να αρχίσουν να εμφανίζονται άμεσα στην απόδοση των DeFi. Εναλλακτικά, οι χρήστες μπορούν να κόβουν OUSD με τα υπάρχοντα σταθερά νομίσματά τους (DAI, USDT, USDC επί του παρόντος) στο <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.

source: Current APYs and circulating supply are published transparently on the <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD dashboard</a>.
el: Τα τρέχοντα APY και η κυκλοφορούσα παροχή δημοσιεύονται διαφανώς στον πίνακα ελέγχου <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'></a>.

source: With OUSD, there’s no need to unwind complicated positions when you want to spend your OUSD. You can transfer it freely without having to pay gas to unlock spendable capital. In addition, OUSD gives you the ability to utilize a basket of leading DeFi opportunities with none of the hassles. The OUSD smart contracts deploy your underlying capital to a diversified set of yield-earning strategies, automatically rebalancing over time to achieve strong yields while diversifying risk. Earnings automatically accrue in your wallet and compound continuously while you hold OUSD. Again, no staking or lockups are required, making your OUSD as easy to transfer as any other ERC-20 token. OUSD also serves as an ideal unit of account. DeFi participants no longer need complicated spreadsheets to calculate their earnings as they can easily see their constantly updated OUSD balances in real-time.
el: Με το OUSD, δεν χρειάζεται να χαλαρώσετε περίπλοκες θέσεις όταν θέλετε να περάσετε το OUSD σας. Μπορείτε να το μεταφέρετε ελεύθερα χωρίς να χρειάζεται να πληρώσετε gas για να ξεκλειδώσετε το αναλώσιμο κεφάλαιο. Επιπλέον, το OUSD σας δίνει τη δυνατότητα να χρησιμοποιήσετε ένα καλάθι κορυφαίων ευκαιριών DeFi χωρίς κανένα κόπο. Τα έξυπνα συμβόλαια OUSD αναπτύσσουν το υποκείμενο κεφάλαιό σας σε ένα διαφοροποιημένο σύνολο στρατηγικών για την απόδοση της απόδοσης, εξισορροπώντας αυτόματα με την πάροδο του χρόνου για την επίτευξη ισχυρών αποδόσεων ενώ διαφοροποιούν τον κίνδυνο. Τα κέρδη συγκεντρώνονται αυτόματα στο πορτοφόλι σας και αναμειγνύονται συνεχώς ενώ κρατάτε OUSD. Και πάλι, δεν απαιτούνται staking ή κλείδωμα, κάνοντας το OUSD σας τόσο εύκολο στη μεταφορά όσο οποιοδήποτε άλλο διακριτικό ERC-20. Το OUSD χρησιμεύει επίσης ως μια ιδανική μονάδα λογαριασμού. Οι συμμετέχοντες στο DeFi δεν χρειάζονται πλέον περίπλοκα υπολογιστικά φύλλα για τον υπολογισμό των κερδών τους, καθώς μπορούν εύκολα να δουν τα συνεχώς ενημερωμένα υπόλοιπα OUSD τους σε πραγματικό χρόνο.

source: Yield strategies
el: Στρατηγικές απόδοσης

source: OUSD uses two high-level strategies for generating yield--lending and market making.
el: Το OUSD χρησιμοποιεί δύο στρατηγικές υψηλού επιπέδου για τη δημιουργία αποδόσεων-δανεισμού και δημιουργία αγοράς.

source: Lending:
el: Δανεισμός:

source: DeFi lending platforms let users lend and borrow crypto assets without any middlemen. Both lenders and borrowers get more value from their crypto. Lenders earn interest, while borrowers deposit crypto as collateral to gain access to credit without traditional banking headaches. DeFi lending platforms currently provide far superior returns for lenders than are generally available in the traditional markets.
el: Οι πλατφόρμες δανεισμού DeFi επιτρέπουν στους χρήστες να δανείζουν και να δανείζονται κρυπτογραφικά περιουσιακά στοιχεία χωρίς μεσάζοντες. Τόσο οι δανειστές όσο και οι δανειολήπτες παίρνουν μεγαλύτερη αξία από το κρυπτογράφημά τους. Οι δανειστές κερδίζουν τόκους, ενώ οι δανειολήπτες καταθέτουν κρυπτογράφηση ως εγγύηση για να αποκτήσουν πρόσβαση σε πίστωση χωρίς παραδοσιακά τραπεζικά εμπόδια. Οι πλατφόρμες δανεισμού DeFi παρέχουν επί του παρόντος πολύ υψηλότερες αποδόσεις για τους δανειστές από αυτές που είναι γενικά διαθέσιμες στις παραδοσιακές αγορές.

source: OUSD integrates with DeFi lending platforms that provide over-collateralized loans. Over-collateralization, combined with smart rules around liquidations, provide a reasonable level of security for lenders. Aave also additionally secures their lending pools with AAVE tokens respectively, further lowering risk.
el: Το OUSD ενσωματώνεται με πλατφόρμες δανεισμού DeFi που παρέχουν δάνεια με υψηλή εξασφάλιση. Η υπερβολική εξασφάλιση, σε συνδυασμό με τους έξυπνους κανόνες για τις εκκαθαρίσεις, παρέχουν ένα λογικό επίπεδο ασφάλειας στους δανειστές. Επιπλέον, η Aave εξασφαλίζει επιπλέον τις πιστώσεις δανεισμού τους με μάρκες AAVE αντίστοιχα, μειώνοντας περαιτέρω τον κίνδυνο.

source: OUSD integrates with two leading lending providers, Compound and Aave, that have a proven track record audited smart contracts, and have successfully lent hundreds of millions of dollars without issue.
el: Το OUSD ενσωματώνεται με δύο κορυφαίους παρόχους δανεισμού, το Compound και το Aave, που έχουν αποδεδειγμένα ελεγμένα έξυπνα συμβόλαια και έχουν δανείσει με επιτυχία εκατοντάδες εκατομμύρια δολάρια χωρίς πρόβλημα.

source: Market making:
el: Δημιουργία αγοράς:

source: Automated market makers (AMMs) have quickly risen as the preferred form of decentralized exchange on the Ethereum network. This is in part due to the difficulty of supporting order book DEXes on Ethereum 1.0 that can rival the instant and low-slippage experiences on centralized exchanges. Further, AMMs like Uniswap are relatively user-friendly and gas-efficient to use.
el: Οι Automated market makers (AMM) αυξήθηκαν γρήγορα ως η προτιμώμενη μορφή αποκεντρωμένης ανταλλαγής στο δίκτυο Ethereum. Αυτό οφείλεται εν μέρει στη δυσκολία υποστήριξης του βιβλίου παραγγελιών των DEXes στο Ethereum 1.0 που μπορεί να ανταγωνιστεί τις στιγμιαίες και χαμηλής ολίσθησης εμπειρίες σε κεντρικές ανταλλαγές. Επιπλέον, τα AMM όπως το Uniswap είναι σχετικά φιλικά προς το χρήστη και αποδοτικά στη χρήση gas.

source: AMMs can only enable new markets when liquidity providers supply liquidity (e.g. multiple tokens for given trading pairs or pools). In return for providing liquidity, liquidity providers are rewarded with trading fees when other users swap tokens. For example, when traders swap USDT for USDC on Uniswap, they are currently charged 0.3%% on top of gas fees. These fees are distributed pro-rata to liquidity providers on the USDT-USDC pair based on the percentage of total liquidity that they have provided.
el: Τα AMM μπορούν να ενεργοποιήσουν νέες αγορές μόνο όταν οι πάροχοι ρευστότητας παρέχουν ρευστότητα (π.χ. πολλαπλά tokens για συγκεκριμένα ζεύγη συναλλαγών ή ομάδες). Σε αντάλλαγμα για την παροχή ρευστότητας, οι πάροχοι ρευστότητας ανταμείβονται με τέλη συναλλαγών όταν άλλοι χρήστες ανταλλάσσουν μάρκες. Για παράδειγμα, όταν οι έμποροι ανταλλάσσουν USDT με USDC στο Uniswap, χρεώνονται επί του παρόντος 0,3 %% πέραν των τελών αερίου. Αυτά τα τέλη κατανέμονται κατ 'αναλογία στους παρόχους ρευστότητας στο ζεύγος USDT-USDC με βάση το ποσοστό της συνολικής ρευστότητας που έχουν παράσχει.

source: The OUSD protocol routes USDT, USDC, and DAI to highly-performing liquidity pools as determined by trading volume and rewards tokens (e.g. Balancer rewards BAL tokens to liquidity providers). Yields are then passed on to OUSD holders. The OUSD smart contract is currently integrated with Curve, and may be integrated with Uniswap, Sushiswap, and Balancer in the future.
el: Το πρωτόκολλο OUSD κατευθύνει το USDT, το USDC και το DA σε ομάδες ρευστότητας υψηλής απόδοσης, όπως καθορίζεται από τον όγκο συναλλαγών και τα tokens ανταμοιβής (π.χ. ο Balancer ανταμείβει τα διακριτικά BAL σε παρόχους ρευστότητας). Στη συνέχεια, οι αποδόσεις μεταβιβάζονται στους κατόχους OUSD. Το έξυπνο συμβόλαιο OUSD είναι προς το παρόν ενσωματωμένο στο Curve και ενδέχεται να ενσωματωθεί με το Uniswap, το Sushiswap και το Balancer στο μέλλον.

source: In addition to collecting interest from lending and fees from market making, we intend to automatically claim and convert the bonus incentives that are being distributed by many of the DeFi protocols. For example, Compound gives away COMP tokens, Balancer gives away BAL tokens, and Curve gives away CRV tokens. These bonus rewards will be regularly converted into stablecoins, deployed in the market, and distributed to OUSD holders in the form of additional yield.
el: Εκτός από τη συλλογή τόκων από δανεισμό και τέλη από την αγορά, σκοπεύουμε να διεκδικήσουμε και να μετατρέψουμε αυτόματα τα μπόνους κίνητρα που διανέμονται από πολλά από τα πρωτόκολλα DeFi. Για παράδειγμα, το Compound δίνει διακριτικά COMP, το Balancer δίνει διακριτικά BAL και το Curve δίνει διακριτικά CRV. Αυτές οι ανταμοιβές μπόνους θα μετατρέπονται τακτικά σε σταθερά νομίσματα, θα αναπτύσσονται στην αγορά και θα διανέμονται στους κατόχους OUSD με τη μορφή πρόσθετης απόδοσης.

source: OUSD is able to generate higher yields than competing protocols due to a combination of important design decisions that amplify the rewards that are returned to OUSD holders:
el: Το OUSD είναι σε θέση να παράγει υψηλότερες αποδόσεις από τα ανταγωνιστικά πρωτόκολλα λόγω ενός συνδυασμού σημαντικών αποφάσεων σχεδιασμού που ενισχύουν τις ανταμοιβές που επιστρέφονται στους κατόχους του OUSD:

source: Exit fees are returned to the pool, rewarding long term holders
el: Τα τέλη εξόδου επιστρέφονται στην πισίνα, ανταμείβοντας τους μακροπρόθεσμους κατόχους

source: Price oracles favor the collective over the individual, again rewarding long term holders
el: Τα oracles των τιμών ευνοούν τη συλλογικότητα έναντι του ατόμου, ανταμείβοντας και πάλι τους μακροπρόθεσμους κατόχους

source: Smart contracts must manually opt-in to earn yield. This allows the protocol to put more capital to work than would be otherwise possible.
el: Τα έξυπνα συμβόλαια πρέπει να συμμετέχουν χειροκίνητα για να αποκτήσουν απόδοση. Αυτό επιτρέπει στο πρωτόκολλο να θέσει σε λειτουργία περισσότερα κεφάλαια από ό, τι θα ήταν διαφορετικά δυνατό.

source: OUSD smart contracts allow users to balance risk and reward more effectively than deploying capital in any single underlying strategy.
el: Τα έξυπνα συμβόλαια OUSD επιτρέπουν στους χρήστες να εξισορροπούν τον κίνδυνο και να ανταμείβουν πιο αποτελεσματικά από την ανάπτυξη κεφαλαίου σε οποιαδήποτε μεμονωμένη στρατηγική.

source: Origin's role in OUSD
el: Ο ρόλος του Origin στο OUSD
