Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: All of the yield for OUSD will continue to be generated on the Ethereum platform since that’s where the vast majority of capital and earning opportunities exist today. However, chain-specific versions of OUSD will be mintable by anyone who locks up OUSD in the cross-chain bridge. For example, you could lock 100 OUSD in the Solana bridge in order to generate 100 sOUSD which would be freely transferable within the Solana ecosystem. The original OUSD would stay locked in a smart contract where it would continue earning yield. Inside Solana, the circulating sOUSD tokens would rebase in lockstep with the OUSD that was locked in the smart contract. Anyone who wishes to exit would be able to redeem their sOUSD for the originally locked capital plus any yield that was generated while they were holding it.
el: Όλη η απόδοση για το OUSD θα συνεχίσει να παράγεται στην πλατφόρμα Ethereum αφού εκεί υπάρχει σήμερα η συντριπτική πλειοψηφία κεφαλαίων και ευκαιριών κέρδους. Ωστόσο, οι εκδόσεις του OUSD που αφορούν την αλυσίδα θα είναι ορατές από οποιονδήποτε κλειδώνει το OUSD στη γέφυρα εγκάρσιας αλυσίδας. Για παράδειγμα, θα μπορούσατε να κλειδώσετε 100 OUSD στη γέφυρα Solana για να δημιουργήσετε 100 sOUSD που θα μπορούσαν να μεταφερθούν ελεύθερα στο οικοσύστημα Solana. Το αρχικό OUSD θα παρέμενε κλειδωμένο σε ένα έξυπνο συμβόλαιο όπου θα συνέχιζε να κερδίζει απόδοση. Μέσα στο Solana, τα κυκλοφορούντα sOUSD tokens θα επανατοποθετούνταν στο lockstep με το OUSD που ήταν κλειδωμένο στο έξυπνο συμβόλαιο. Όποιος επιθυμεί να αποχωρήσει θα είναι σε θέση να εξαργυρώσει το δολάριο του για το αρχικά κλειδωμένο κεφάλαιο συν οποιαδήποτε απόδοση που δημιουργήθηκε ενώ το κρατούσε.

source: The Origin Token (OGN)
el: Το Token Origin (OGN)

source: The Origin Token (OGN) is the governance and value accrual token for the entire Origin Platform and suite of products.
el: Το Origin Token (OGN) είναι το token διακυβέρνησης και δεδουλευμένης αξίας για ολόκληρη την πλατφόρμα Origin και τη σουίτα προϊόντων της.

source: Decentralized governance for the OUSD protocol will happen first. Following the successful migration of making OUSD community-owned, we will begin the progressive decentralization of the Origin commerce platform as well.
el: Η αποκεντρωμένη διακυβέρνηση για το πρωτόκολλο OUSD θα συμβεί πρώτη. Μετά την επιτυχή μετάβαση της ιδιοκτησίας της κοινότητας OUSD, θα ξεκινήσουμε την προοδευτική αποκέντρωση της εμπορικής πλατφόρμας Origin επίσης.

source: Today, the OUSD protocol is already currently undergoing a progressive path to full decentralization. We’ve outlined four phases to full decentralization and are currently in phase 2.
el: Σήμερα, το πρωτόκολλο OUSD βρίσκεται ήδη σε μια προοδευτική πορεία προς την πλήρη αποκέντρωση. Περιγράψαμε τέσσερις φάσεις για την πλήρη αποκέντρωση και αυτή τη στιγμή είμαστε στη φάση 2.

source: OGN token holders will be able to create and vote on proposals to govern the underlying protocol. This may include:
el: Οι κάτοχοι token OGN θα μπορούν να δημιουργούν και να ψηφίζουν προτάσεις που θα διέπουν το υποκείμενο πρωτόκολλο. Αυτό μπορεί να περιλαμβάνει:

source: Adding/removing new types of yield-earning strategies
el: Προσθήκη/αφαίρεση νέων τύπων στρατηγικών για αποδόσεις

source: Allocating capital across a basket of strategies
el: Κατανομή κεφαλαίου σε ένα καλάθι στρατηγικών

source: Determining what fees are charged by the protocol
el: Καθορισμός των τελών που χρεώνονται από το πρωτόκολλο

source: Determining what incentives (e.g. OGN rewards for liquidity mining) are offered on an ongoing basis
el: Καθορισμός των κινήτρων (π.χ. ανταμοιβές OGN για εξόρυξη ρευστότητας) που προσφέρονται σε συνεχή βάση

source: Note that decentralized governance privileges will not apply to the centralized applications like the peer-to-peer payments product or debit card to be built on OUSD in the near-term. However, the underlying protocol will be fully decentralized before the end of 2021.
el: Σημειώστε ότι τα αποκεντρωμένα δικαιώματα διακυβέρνησης δεν θα ισχύουν για τις κεντρικές εφαρμογές, όπως το προϊόν πληρωμών από ομότιμους χρήστες ή η χρεωστική κάρτα που θα δημιουργηθούν στο OUSD στο άμεσο μέλλον. Ωστόσο, το υποκείμενο πρωτόκολλο θα είναι πλήρως αποκεντρωμένο πριν από το τέλος του 2021.

source: Value accrual
el: Δεδουλευμένη αξία

source: OGN holders will benefit directly from any protocol revenues and fees generated from products built on the Origin Platform. This includes on-chain revenue from OUSD as well as potential off-chain revenue sources from OUSD or our commerce products in the future.
el: Οι κάτοχοι OGN θα επωφεληθούν άμεσα από τυχόν έσοδα πρωτοκόλλου και τελών που δημιουργούνται από προϊόντα που βασίζονται στην πλατφόρμα προέλευσης. Αυτό περιλαμβάνει έσοδα από αλυσίδα από OUSD καθώς και πιθανές πηγές εσόδων εκτός αλυσίδας από OUSD ή εμπορικά προϊόντα στο μέλλον.

source: Currently, 10%% of DeFi yields generated from OUSD are collected as a protocol service fee. These on-chain fees are being used to buy back OGN on the market, generating consistent buy pressure for OUSD’s governance token.
el: Επί του παρόντος, το 10% των αποδόσεων DeFi που παράγονται από το OUSD συλλέγονται ως τέλη υπηρεσίας πρωτοκόλλου. Αυτά τα τέλη αλυσίδας χρησιμοποιούνται για την εξαγορά OGN στην αγορά, δημιουργώντας συνεπή πίεση αγοράς για το token διακυβέρνησης του OUSD.

source: Through decentralized governance, the community will be able to adjust service fee settings as well as other value accrual parameters.
el: Μέσω της αποκεντρωμένης διακυβέρνησης, η κοινότητα θα μπορεί να προσαρμόζει τις ρυθμίσεις των τελών παροχής υπηρεσιών καθώς και άλλες παραμέτρους δεδουλευμένης αξίας.

source: OGN holders are therefore incentivized to promote OUSD. As OUSD circulating supply increases, service fees generated will also increase, directly benefiting OGN holders financially. The converse is also true. OUSD holders are incentivized to be OGN holders, so they can participate actively in the governance of the protocol. This creates a strong flywheel effect between Origin’s two tokens.
el: Οι κάτοχοι OGN έχουν επομένως κίνητρο να προωθήσουν το OUSD. Καθώς η κυκλοφορία της προσφοράς OUSD αυξάνεται, τα τέλη υπηρεσιών που δημιουργούνται θα αυξηθούν επίσης, ωφελώντας άμεσα οικονομικά τους κατόχους OGN. Το αντίθετο ισχύει επίσης. Οι κάτοχοι OUSD έχουν κίνητρο να είναι κάτοχοι OGN, ώστε να μπορούν να συμμετέχουν ενεργά στη διακυβέρνηση του πρωτοκόλλου. Αυτό δημιουργεί ένα ισχυρό εφέ σφονδύλου μεταξύ των δύο token Origin.

source: Since it is our intention to build powerful applications on top of the OUSD protocol like the new peer-to-peer payments product and debit card offering, we will also be able to create new monetization opportunities with these applications. For example, we may take a small percentage of OUSD yields as revenue to cover the costs of running the centralized infrastructure to power these experiences. Any profits that are generated off-chain can similarly be reinvested into the OGN buyback program or other fee distribution options mentioned above.
el: Δεδομένου ότι σκοπεύουμε να δημιουργήσουμε ισχυρές εφαρμογές πάνω από το πρωτόκολλο OUSD, όπως το νέο προϊόν peer-to-peer προϊόντων και χρεωστικής κάρτας, θα μπορέσουμε επίσης να δημιουργήσουμε νέες ευκαιρίες δημιουργίας εσόδων με αυτές τις εφαρμογές. Για παράδειγμα, μπορεί να λάβουμε ένα μικρό ποσοστό των αποδόσεων OUSD ως έσοδα για να καλύψουμε το κόστος λειτουργίας της κεντρικής υποδομής για την ενίσχυση αυτών των εμπειριών. Τυχόν κέρδη που δημιουργούνται εκτός αλυσίδας μπορούν ομοίως να επανεπενδυθούν στο πρόγραμμα εξαγοράς OGN ή σε άλλες επιλογές κατανομής αμοιβών που αναφέρονται παραπάνω.

source: Founding Team
el: Ιδρυτική Ομάδα

source: Origin was founded by Josh Fraser and Matthew Liu, two successful entrepreneurs who have built multiple venture backed companies that saw successful exits and who have worked together on multiple businesses in the past. They were joined by founding engineer <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Yu Pan was one of the co-founders of PayPal alongside Elon Musk, Peter Thiel, Max Levchin, Ken Howery, and Luke Nosek. Yu Pan was also the first employee at YouTube and held senior positions at Google and Affirm.
el: Το Origin ιδρύθηκε από τους Josh Fraser και Matthew Liu, δύο επιτυχημένους επιχειρηματίες που έχουν δημιουργήσει πολλές επιχειρήσεις που υποστηρίζονται από επιχειρήσεις που είδαν επιτυχημένες εξόδους και που έχουν συνεργαστεί σε πολλές επιχειρήσεις στο παρελθόν. Τους ενώνει ο ιδρυτικός μηχανικός <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Ο Yu Pan ήταν ένας από τους συνιδρυτές της PayPal μαζί με τους Έλον Μασκ, Πίτερ Τιλ, Μαξ Λέβτσιν, Κεν Χάουερι και Λουκ Νόσεκ. Ο Yu Pan ήταν επίσης ο πρώτος υπάλληλος στο YouTube και κατείχε ανώτερες θέσεις στο Google και το Affirm.

source: Josh has been coding since he was 10 and has been involved in crypto since 2011. He founded the web optimization company Torbit which was acquired by Walmart Labs. Matt received his bachelors and masters in engineering from Stanford and was the third product manager at YouTube. Matt participated in the Ethereum crowdsale and has been involved in crypto since 2014.
el: Ο Josh προγραμματίζει από τα 10 του και ασχολείται με το crypto από το 2011. Ίδρυσε την εταιρεία βελτιστοποίησης ιστού Torbit που εξαγοράστηκε από την Walmart Labs. Ο Ματ έλαβε πτυχία και μάστερ στη μηχανική από το Στάνφορντ και ήταν ο τρίτος διευθυντής προϊόντων στο YouTube. Ο Ματ συμμετείχε στο crowdsale του Ethereum και ασχολείται με τα crypto από το 2014.

source: Origin’s lead investor is Pantera Capital, the world’s oldest cryptocurrency fund. Other notable investors include Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital, and Smart Contract Japan. Well known angel investors include Steve Chen, founder of YouTube, Alexis Ohanian, founder of Reddit, Garry Tan, partner at Y Combinator, and Randall Kaplan, founder of Akamai.
el: Ο κύριος επενδυτής της Origin είναι το Pantera Capital, το παλαιότερο fund κρυπτονομισμάτων στον κόσμο. Άλλοι αξιόλογοι επενδυτές περιλαμβάνουν το Foundation Capital, το Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital και Smart Contract Japan. Μεταξύ των γνωστών επενδυτών αγγέλων περιλαμβάνονται ο Steve Chen, ιδρυτής του YouTube, ο Alexis Ohanian, ιδρυτής του Reddit, ο Garry Tan, συνεργάτης της Y Combinator και ο Randall Kaplan, ιδρυτής του Akamai.

source: China
el: Κίνα

source: Germany
el: Γερμανία

source: Hong Kong
el: Χονγκ Κονγκ

source: Japan
el: Ιαπωνία

source: Smart Contract
el: Έξυπνο συμβόλαιο

source: Korea
el: Κορέα

source: Russia
el: Ρωσία

source: Singapore
el: Σιγκαπούρη

source: Saudi Arabia
el: Σαουδική Αραβία

source: United Kingdom
el: Ηνωμένο Βασίλειο

source: United States
el: Ηνωμένες Πολιτείες

source: Certain statements in this whitepaper constitute forward-looking statements. Such forward-looking statements, including the intended actions and performance objectives of the Company, involve known and unknown risks, uncertainties, and other important factors that could cause the actual results of the Company to differ materially from any future results expressed or implied by such forward-looking statements. Accordingly, readers should not place undue reliance on forward-looking statements. No representation or warranty is made as to future performance or such forward-looking statements.
el: Ορισμένες δηλώσεις σε αυτή τη λευκή ετικέτα αποτελούν δηλώσεις που αφορούν τη μελλοντική πορεία. Οι εν λόγω δηλώσεις για το μέλλον, συμπεριλαμβανομένων των προβλεπόμενων δράσεων και στόχων απόδοσης της Εταιρίας, αφορούν γνωστούς και άγνωστους κινδύνους, αβεβαιότητες και άλλοι σημαντικοί παράγοντες που θα μπορούσαν να προκαλέσουν τα πραγματικά αποτελέσματα της Εταιρείας να διαφέρουν ουσιωδώς από οποιαδήποτε μελλοντικά αποτελέσματα εκφράζονται ή σιωπηρή από αυτές τις μελλοντικές δηλώσεις. Κατά συνέπεια, οι αναγνώστες δεν πρέπει να βάζουν αδικαιολόγητη εξάρτηση από δηλώσεις που αφορούν τη μελλοντική πορεία. Δεν παρέχεται καμία αντιπροσώπευση ή εγγύηση όσον αφορά τη μελλοντική απόδοση ή τις μελλοντικές δηλώσεις.

source: This whitepaper was first published in September 2017, before the Origin Platform was built and deployed on the Ethereum Mainnet in October of 2018. For the most up to date information on our product development and business strategy, please refer to our website at <a href='https://www.originprotocol.com'>originprotocol.com</a>. For the latest technical information, please reference <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>Origin's Github account</a>. To use our flagship marketplace application, please download our <a href='https://www.originprotocol.com/mobile' target='_blank'>mobile apps</a> or visit our <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>DApp</a> with a web3-enabled DApp browser. To use our decentralized Shopify alternative, visit <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
el: Αυτό το whitepaper εκδόθηκε για πρώτη φορά το Σεπτέμβριο του 2017, πριν χτιστεί η Origin πλατφόρμα και αναπτυχθεί στην Ethereum Mainnet τον Οκτώβριο του 2018. Για τις πιο ενημερωμένες πληροφορίες σχετικά με την ανάπτυξη των προϊόντων και των επιχειρήσεων στρατηγικής μας, παρακαλούμε ανατρέξτε στην ιστοσελίδα μας στο originprotocol.com. Για τις πιο πρόσφατες τεχνικές πληροφορίες, παρακαλούμε ανατρέξτε στον λογαριασμό μας Github στη διεύθυνση <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com/OriginProtocol</a>. Για να χρησιμοποιήσετε την εφαρμογή της αγοράς μας, μπορείτε να κατεβάσετε τις εφαρμογές μας για κινητά (<a href='https://www.originprotocol.com/mobile' target='_blank'>www.originprotocol.com/mobile</a>) ή επισκεφθείτε το Dapp μας ((<a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>www.shoporigin.com</a>) με web3-enabled browser Dapp. Για να χρησιμοποιήσετε μια αποκεντρωμένη εναλλακτική λύση του Shopify, επισκεφθείτε <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.

source: This whitepaper was last updated on June 2nd, 2020.
el: Αυτό το whitepaper ενημερώθηκε τελευταία φορά στις 2 Ιουνίου 2020.

source: View litepaper
el: Δείτε το Litepaper

source: Origin is an open-source platform that enables the creation of peer-to-peer marketplaces and e-commerce applications. The Origin Platform initially targets the global sharing economy, allowing buyers and sellers of fractional use goods and services (car-sharing, service-based tasks, home-sharing, etc.) to transact on the distributed, open web. Using the Ethereum blockchain and Interplanetary File System (IPFS), the platform and its community participants can interact in a peer-to-peer fashion, allowing for the creation and booking of services and goods without traditional intermediaries.
el: Η προέλευση είναι μια πλατφόρμα ανοιχτού κώδικα που επιτρέπει τη δημιουργία αγορών από ομότιμους χρήστες και εφαρμογές ηλεκτρονικού εμπορίου. Η Καταγωγή πλατφόρμα στοχεύει αρχικά την παγκόσμια οικονομία κοινή χρήση, επιτρέποντας τους αγοραστές και πωλητές προϊόντα κλασματικών χρήση και υπηρεσίες (car-sharing, τα καθήκοντα των υπηρεσιών που βασίζονται στο σπίτι-sharing κ.λπ.) να συναλλάσσονται στις το κατανεμημένο, ανοικτό διαδίκτυο. Χρησιμοποιώντας το block system και το Interplanetary File System (IPFS), η πλατφόρμα και οι συμμετέχοντες της κοινότητας μπορούν να αλληλεπιδρούν με τρόπο ομότιμης συνεργασίας, επιτρέποντας τη δημιουργία και την κράτηση υπηρεσιών και αγαθών χωρίς παραδοσιακούς μεσάζοντες.

source: We intend to enable a large-scale commerce network that:
el: Σκοπεύουμε να επιτρέψουμε σε ένα ευρύ δίκτυο εμπορίου:

source: Transfers direct financial value (listing, transaction, and service fees) from large corporations like Airbnb, Craigslist, Postmates, etc. to individual buyers and sellers
el: Μεταφέρει την άμεση οικονομική αξία (τέλη εγγραφής, συναλλαγής και υπηρεσιών) από μεγάλες εταιρείες όπως η Airbnb, η Craigslist, οι Postmates κ.λπ. σε μεμονωμένους αγοραστές και πωλητές

source: Transfers indirect financial and strategic value (privately aggregated silos of customer and transaction data) from those same corporations to the entire ecosystem
el: Μεταφέρει την έμμεση οικονομική και στρατηγική αξία (ιδιωτικά συγκεντρωμένα σιλό των δεδομένων πελατών και συναλλαγών) από τις ίδιες εταιρείες σε ολόκληρο το οικοσύστημα

source: Creates new financial value for marketplace participants that contribute to the growth of the network (e.g. building new technology for the Origin Platform, bootstrapping new product verticals, and referring new users and businesses)
el: Δημιουργεί νέα οικονομική αξία για τους συμμετέχοντες στην αγορά που συμβάλλουν στην ανάπτυξη του δικτύου (π.χ. δημιουργία νέας τεχνολογίας για την Πλατφόρμα Προέλευσης, εκκίνηση νέων κατακόρυφων προϊόντων και αναφορά νέων χρηστών και επιχειρήσεων)

source: Is built on an open, distributed, and shared data layer to promote transparency and collaboration
el: Βασίζεται σε ένα ανοιχτό, κατανεμημένο και κοινόχρηστο επίπεδο δεδομένων για την προώθηση της διαφάνειας και της συνεργασίας

source: Immediately allows buyers and sellers across the world to do business with each other without difficult currency conversions or tariffs
el: Αμέσως επιτρέπει στους αγοραστές και τους πωλητές σε όλο τον κόσμο να συνεργάζονται μεταξύ τους χωρίς δύσκολες συναλλαγματικές μετατροπές ή τιμολόγια

source: Promotes personal liberty by not allowing a central corporation or government to impose arbitrary and oftentimes onerous rules on how to do business
el: Προωθεί την προσωπική ελευθερία μη επιτρέποντας σε μια κεντρική εταιρεία ή κυβέρνηση να επιβάλει αυθαίρετους και πολλές φορές επαχθούςς κανόνες για τον τρόπο άσκησης επιχειρηματικών δραστηριοτήτων

source: To accomplish these ambitious goals, we have created the Origin Platform with incentives that encourage other technologists, businesses, and consumers to build, contribute to, and extend the ecosystem with us. We imagine a broad collection of vertical use cases (e.g short-term vacation rentals, freelance software engineering, tutoring for hire) that are built on top of Origin standards and shared data.
el: Για να επιτύχουμε αυτούς τους φιλόδοξους στόχους, δημιουργήσαμε την πλατφόρμα προέλευσης με κίνητρα που ενθαρρύνουν άλλους τεχνολόγους, επιχειρήσεις και καταναλωτές να οικοδομήσουν, να συνεισφέρουν και να επεκτείνουν το οικοσύστημα μαζί μας. Φανταζόμαστε μια ευρεία συλλογή περιπτώσεων κάθετης χρήσης (π.χ. ενοικιάσεις βραχυπρόθεσμων διακοπών, μηχανική λογισμικού ανεξάρτητων συμβούλων, διδασκαλία για μίσθωση), οι οποίες βασίζονται στα πρότυπα προέλευσης και στα κοινά δεδομένα.

source: As of this writing, the Origin Platform is currently in Mainnet Beta. The 1.0 platform launch is scheduled in Q1 of 2020. While much of the engineering work has thus far been shouldered by our core engineering team, we anticipate that a significant amount of future development after the 1.0 launch will come from our growing open-source community
el: Από αυτή τη γραφή, η πλατφόρμα προέλευσης βρίσκεται αυτή τη στιγμή στο Mainnet Beta. Η εκκίνηση της πλατφόρμας 1.0 προγραμματίζεται στο 1ο τρίμηνο του 2020. Ενώ μεγάλο μέρος των μηχανικών εργασιών έχει μέχρι στιγμής επιβαρυνθεί από την κεντρική μας ομάδα μηχανικών, αναμένουμε ότι ένα σημαντικό ποσό μελλοντικής ανάπτυξης μετά την κυκλοφορία 1.0 θα προέλθει από την αναπτυσσόμενη κοινότητα ανοιχτού κώδικα

source: Together, we will create the Internet economy of tomorrow.
el: Μαζί, θα δημιουργήσουμε την αυριανή ηλεκτρονική οικονομία.

source: This Whitepaper details:
el: Αυτά τα στοιχεία της Whitepaper:

source: Why a new form of peer-to-peer commerce needs to exist
el: Γιατί πρέπει να υπάρχει μια νέα μορφή εμπορίου peer-to-peer

source: The proposed benefits of the Origin Platform
el: Τα προτεινόμενα οφέλη της Πλατφόρμας Καταγωγής

source: Our product strategy, key features, and technical overview
el: Η στρατηγική των προϊόντων μας, βασικά χαρακτηριστικά και τεχνική επισκόπηση

source: An overview of the Origin team and community
el: Μια επισκόπηση της ομάδας και της κοινότητας προέλευσης

source: Ridesharing, apartment/home lending, peer-to-peer lending, reselling, coworking, talent-sharing… The sharing economy, sometimes also called the collaboration economy, is taking off in all sorts of niches.
el: Συγκομιδή, δανεισμός διαμερισμάτων / κατοικιών, δανεισμός από ομοτίμους, μεταπώληση, συνεργασία, ανταλλαγή ταλέντων… Η οικονομία κοινής χρήσης, που μερικές φορές ονομάζεται επίσης οικονομία συνεργασίας, ξεκινάει σε όλα τα είδη κόγχων.

source: Buyers prefer a large number of sellers, and, meanwhile, sellers prefer a large number of buyers, such that the members in one group can easily find their trading partners from the other group. Therefore, the cross-side network effect is positive.
el: Οι αγοραστές προτιμούν έναν μεγάλο αριθμό πωλητών και, εν τω μεταξύ, οι πωλητές προτιμούν έναν μεγάλο αριθμό αγοραστών, έτσι ώστε τα μέλη μιας ομάδας να μπορούν εύκολα να βρουν τους εμπορικούς εταίρους τους από την άλλη ομάδα. Επομένως, το φαινόμενο cross-side network είναι θετικό.

source: Most competition in Silicon Valley now heads toward there being one monopolistic winner. And that is why it is hard not to see that, right now, the only competition that matters in ride-sharing is between the two largest companies: Uber and Lyft.
el: Ο περισσότερος ανταγωνισμός στο Silicon Valley κατευθύνεται τώρα προς το να υπάρχει ένας μονοπωλιακός νικητής. Και αυτός είναι ο λόγος για τον οποίο είναι δύσκολο να μην διαπιστώσουμε ότι, τώρα, ο μόνος ανταγωνισμός που έχει σημασία για την κατανομή των επιδόσεων είναι μεταξύ των δύο μεγαλύτερων εταιρειών: Uber και Lyft.

source: Years — and over 4 million listings — later, Airbnb doesn’t need to meet hosts in person anymore; the flywheel is officially spinning.
el: Έτη - και πάνω από 4 εκατομμύρια λίστες - αργότερα, η Airbnb δεν χρειάζεται να συναντήσει ξένους ξένους πια. ο σφόνδυλος γυρίζει επίσημα.

source: Locations in popular tourist destinations such as New York, London, and Paris will also have higher commission rates than less-known areas due to greater competition, and upscale properties with higher profit margins on average will have a higher commission rate than properties such as hostels, motels, etc. that have thinner margins.
el: Οι τοποθεσίες σε δημοφιλείς τουριστικούς προορισμούς όπως η Νέα Υόρκη, το Λονδίνο και το Παρίσι θα έχουν επίσης υψηλότερα ποσοστά προμηθειών από ότι οι λιγότερο γνωστές περιοχές λόγω του μεγαλύτερου ανταγωνισμού και οι πολυτελείς ιδιότητες με υψηλότερα περιθώρια κέρδους κατά μέσο όρο θα έχουν υψηλότερο ποσοστό προμηθειών από ακίνητα όπως ξενώνες , μοτέλ, κλπ. που έχουν λιγότερα περιθώρια.
