Repository: OriginProtocol/Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, el, nl, th

source: Tap into our shared data layer that gives you existing users and inventory from other marketplaces.
de: Nutzen Sie unsere gemeinsame Datenschicht, in der Sie vorhandene Benutzer und Inventar von anderen Marktplätzen erhalten.
el: Πατήστε στο κοινόχρηστο στρώμα δεδομένων που σας δίνει υπάρχοντες χρήστες και αποθέματα από άλλες αγορές.
nl: Maak gebruik van onze gedeelde gegevenslaag waarmee u bestaande gebruikers en voorraad van andere markten kunt vinden.
th: แตะลงในเลเยอร์ข้อมูลที่แชร์ของเราซึ่งจะช่วยให้คุณมีผู้ใช้และสินค้าคงคลังจากตลาดอื่น ๆ

source: Harness the power of <span class='green'>borderless and permissionless payments</span>
de: Nutzen Sie die Möglichkeiten von <span class='green'>Zahlungen ohne und ohne Erlaubnis</span>
el: Αξιοποιήστε την ισχύ των <span class='green'>χωρίς σύνορα και άδειες πληρωμές</span>
nl: Gebruik de kracht van <span class='green'>borderless en permissionless payments</span>
th: ควบคุมพลังของการชำระเงินแบบไร้ขอบ <span class='green'>และไม่อนุญาต</span>

source: Be on the cutting edge of the cryptocurrency revolution. Your DApp is compatible with Metamask and popular mobile wallets out of the box.
de: Seien Sie auf dem neuesten Stand der Revolution der Kryptowährung. Ihre DApp ist kompatibel mit Metamask und gängigen mobilen Geldbörsen.
el: Να είστε στην κοπτική άκρη της επανάστασης κρυπτογράφησης. Το DApp σας είναι συμβατό με το Metamask και τα δημοφιλή κινητά πορτοφόλια έξω από το κουτί.
nl: Wees op de hoogte van de revolutionaire cryptocurrency. Uw DApp is uit de verpakking compatibel met metamask en populaire mobiele wallets.
th: อยู่ที่ขอบของการปฏิวัติ cryptocurrency DApp ของคุณเข้ากันได้กับ Metamask และกระเป๋าเงินมือถือยอดนิยมนอกกรอบ

source: Features
de: Funktionen
el: Χαρακτηριστικά
nl: Functies
th: คุณสมบัติ

source: Identity
de: Identität
el: Ταυτότητα
nl: Identiteit
th: เอกลักษณ์

source: Self-soverign identity puts users in control of their own data
de: Die Identität, die Sie selbst zuweisen, gibt den Benutzern die Kontrolle über Ihre eigenen Daten
el: Η ταυτότητα της αυτοσυνειδησίας δίνει στους χρήστες τον έλεγχο των δικών τους δεδομένων
nl: Dankzij de zelfovertuigende identiteit hebben gebruikers controle over hun eigen gegevens
th: ข้อมูลเฉพาะตัวของตนเองที่ครองอำนาจทำให้ผู้ใช้สามารถควบคุมข้อมูลของตนเองได้

source: Notifications
de: Benachrichtigungen
el: Ειδοποιήσεις
nl: meldingen
th: การแจ้งเตือน

source: Alerts for new messages or transactions on the marketplace
de: Warnungen für neue Nachrichten oder Transaktionen auf dem Marktplatz
el: Ειδοποιήσεις για νέα μηνύματα ή συναλλαγές στην αγορά
nl: Meldingen voor nieuwe berichten of transacties op de marktplaats
th: แจ้งเตือนเมื่อมีข้อความหรือธุรกรรมใหม่ในตลาด

source: Flexible Listings
de: Flexible Angebote
el: Ευέλικτες καταχωρίσεις
nl: Flexibele aanbiedingen
th: รายชื่อที่ยืดหยุ่น

source: Sell new or used goods and rent your products or services
de: Verkaufen Sie neue oder gebrauchte Waren und mieten Sie Ihre Produkte oder Dienstleistungen
el: Πωλούν νέα ή μεταχειρισμένα προϊόντα και νοικιάζουν τα προϊόντα ή τις υπηρεσίες σας
nl: Verkoop nieuwe of gebruikte goederen en huur uw producten of diensten
th: ขายสินค้าใหม่หรือใช้แล้วและเช่าผลิตภัณฑ์หรือบริการของคุณ

source: Escrow
de: Schief
el: Χρηματική εγγύηση

source: Funds are safely escrowed until both parties are happy with a transaction
de: Die Mittel werden sicher eingezogen, bis beide Parteien mit einer Transaktion zufrieden sind
el: Τα κεφάλαια ασφαλίζονται με ασφάλεια μέχρις ότου και τα δύο μέρη είναι ευχαριστημένα από μια συναλλαγή
nl: Fondsen worden veilig geblokkeerd totdat beide partijen tevreden zijn met een transactie
th: กองทุนจะได้รับการคุ้มครองอย่างปลอดภัยจนกระทั่งทั้งสองฝ่ายมีความสุขกับการทำธุรกรรม

source: Messaging
el: Μηνύματα
th: การส่งข้อความ

source: Decentralized, encrypted end-to-end, fast, free, and auditable
el: Αποκεντρωμένη, κρυπτογραφημένη από άκρο σε άκρο, γρήγορη, ελεύθερη και ελεγχόμενη

source: Arbitration
de: Schiedsgerichtsbarkeit
el: Διαιτησία
nl: Arbitrage
th: อนุญาโตตุลาการ

source: Arbitration features will allow you to resolve disputes
de: Mit Schiedsfunktionen können Sie Streitigkeiten lösen
el: Τα χαρακτηριστικά διαιτησίας θα σας επιτρέψουν να επιλύσετε διαφωνίες
nl: Met arbitrage-functies kunt u geschillen oplossen
th: คุณสมบัติอนุญาโตตุลาการจะช่วยให้คุณแก้ไขข้อพิพาท

source: Built on a decentralized web3 stack
de: Auf einem dezentralisierten Web3-Stack aufgebaut
el: Χτισμένο σε μια αποκεντρωμένη στοίβα web3
nl: Gebouwd op een gedecentraliseerde web3-stapel
th: สร้างขึ้นบนสแต็ก web3 ที่กระจายอำนาจ

source: Multi-device
de: Multi Gerät
el: Πολυ-συσκευή
nl: Multi-apparaat
th: อุปกรณ์ที่หลากหลาย

source: Your marketplace looks great on mobile, tablet, and desktop
de: Ihr Marktplatz sieht auf Mobilgeräten, Tablets und Desktops gut aus
el: Η αγορά σας φαίνεται εξαιρετική σε κινητά, tablet και επιτραπέζιους υπολογιστές
nl: Je marktplaats ziet er geweldig uit op mobiel, tablet en desktop
th: ตลาดของคุณดูดีบนมือถือแท็บเล็ตและเดสก์ท็อป

source: Get started for free today
de: Starten Sie noch heute kostenlos
el: Ξεκινήστε δωρεάν σήμερα
nl: Ga vandaag nog gratis van start
th: เริ่มต้นได้ฟรีวันนี้

source: Have questions?
de: Habe Fragen?
el: Έχετε ερωτήσεις;
nl: Vragen hebben?
th: มีคำถาม?

source: Get in touch
de: In Kontakt kommen
el: Ερχομαι σε επαφή
nl: Neem contact op
th: ได้รับการติดต่อ

source: Origin Protocol's platform powers true peer-to-peer marketplaces everywhere.
el: Η πλατφόρμα του πρωτοκόλλου Origin παρέχει πραγματικές peer-to-peer αγορές παντού.

source: Origin Token Dashboard
el: Πίνακας δεικτών του Origin Token

source: Price
el: Τιμή

source: Market Cap
el: Κεφαλαιοποίηση αγοράς

source: Circulating Supply
el: Κυκλοφορούν Διαθέσιμα

source: Total Supply
el: Συνολικά Διαθέσιμα

source: Token Unlock Schedule
el: Χρονοδιάγραμμα ξεκλειδώματος token

source: On January 4, 2020, we released our projected token release schedule. This can also be found in <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Binance's Research Report</a> on Origin. Note that actual circulating supply may differ from modeled circulating supply as time passes. It is our intention to decrease actual circulating supply when compared to modeled circulating supply whenever possible.
el: Στις 4 Ιανουαρίου 2020, δημοσιεύσαμε το προβλεπόμενο χρονοδιάγραμμα κυκλοφορίας token μας. Αυτό μπορεί επίσης να βρεθεί στην Έκθεση Έρευνας της Binance <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'></a> για την Origin. Σημειώστε ότι τα πραγματικά κυκλοφορούν διαθέσιμα ενδέχεται να διαφέρουν από τα μοντελοποιημένα κυκλοφορούν διαθέσιμα όσο περνάει ο καιρός. Σκοπός μας είναι να μειώσουμε την πραγματική κυκλοφορία σε σύγκριση με τη διαμορφωμένη παροχή κυκλοφορίας όποτε είναι δυνατόν.

source: Modeled vs. actual token release schedule
el: Μοντελοποιημένο έναντι πραγματικού προγράμματος κυκλοφορίας token

source: Currently, OGN's actual circulating supply is ogn_circulating_supply. Modeled circulating supply was projected at ogn_modeled_supply. The difference is ogn_supply_diff tokens (ogn_supply_diff_pct%%).
el: Επί του παρόντος, η πραγματική κυκλοφορία του OGN είναι ogn_circulating_supply. H μοντελοποιημένη παροχή κυκλοφορίας φαίνεται στο ogn_modeled_supply. Η διαφορά είναι tokens ogn_supply_diff (ogn_supply_diff_pct %%).

source: Locked Tokens
el: Κλειδωμένα tokens

source: Many of our investors and team members have voluntarily increased their lock-ups. Locked tokens include tokens that otherwise would have been released and entered the circulating supply.
el: Πολλοί από τους επενδυτές και τα μέλη της ομάδας μας αύξησαν οικειοθελώς την περίοδο κλείδωμάτος των νομισμάτων τους. Τα κλειδωμένα tokens περιλαμβάνουν tokens που διαφορετικά θα είχαν κυκλοφορήσει και θα είχαν μπει στην κυκλοφορία.

source: Total number of tokens in investor and team lockups
el: Συνολικός αριθμός tokens σε περίοδο κλειδώματος επενδυτών και ομάδων

source: Total number of staked tokens
el: Συνολικός αριθμός στακαρισμένων tokens

source: Total number of tokens founders have sold
el: Συνολικός αριθμός tokens που πουλήθηκαν από τους ιδρυτές

source: Last updated
el: Τελευταία ενημέρωση

source: Staked amount by duration
el: Στακαρισμένο ποσό ανά διάρκεια

source: Wallets excluded from circulating supply
el: Πορτοφόλια που εξαιρούνται από τα κυκλοφορούντα διαθέσιμα

source: Foundation Reserves
el: Αποθεματικά εταιρείας

source: New Foundation Reserves
el: Νέα αποθεματικά εταιρείας

source: Team Distribution
el: Διανομή ομάδας

source: Investor Distribution
el: Διανομή eπενδυτών

source: Distribution Staging
el: Στάδια διανομής

source: New Distribution Staging
el: Νέα Στάδια διανομής

source: Partnerships
el: Συνεργασίες

source: Ecosystem Growth
el: Ανάπτυξη οικοσυστήματος

source: Stake OGN on OUSD.com
el: Στακάρετε OGN στο OUSD.com

source: Stake your OGN to earn up to 25%%
el: Στακάρετε τα OGN σας για να κερδίσετε έως και 25%

source: Stake OGN now
el: Στακάρετε OGN τώρα

source: Additional Token Metrics
el: Πρόσθετες μετρήσεις token

source: Total number of unique wallets
el: Συνολικός αριθμός μοναδικών πορτοφολιών

source: Total number of presale investors
el: Συνολικός αριθμός επενδυτών προπώλησης

source: Presale investor vesting schedule length
el: Χρονοδιάγραμμα κλειδώματος tokens των προνομιακών επενδυτών

source: Team vesting schedule length*
el: Χρονοδιάγραμμα κλειδώματος tokens της ομάδας

source: Average presale purchase size in USD
el: Μέσο μέγεθος προπώλησης σε USD

source: * Founders signed new 4 year vesting schedule on Jan 8 2020
el: * Οι ιδρυτές υπέγραψαν νέο πρόγραμμα 4ετούς κλειδώματος στις 8 Ιανουαρίου 2020

source: Centralized Exchanges
el: Κεντροποιημένα ανταλλακτήρια

source: Decentralized Exchanges
el: Αποκεντρωμένα ανταλλακτήρια

source: See more on Coinmarketcap >
el: Δείτε περισσότερα στο Coinmarketcap >

source: Origin Protocol - Developers
de: Origin Protocol - Entwickler
el: Πρωτόκολλο Origin - Προγραμματιστές
nl: Origin Protocol - Ontwikkelaars
th: โปรโตคอลต้นทาง - นักพัฒนาซอฟต์แวร์

source: Origin Protocol's open-source codebase is being developed by a global network of contributors
el: Ο ανοιχτός κώδικας του Origin Protocol αναπτύσσεται από ένα παγκόσμιο δίκτυο συνεργατών

source: Our open-source codebase is being developed by a global network of contributors
el: Ο κώδικας βάσης δεδομένων ανοιχτού κώδικα αναπτύσσεται από ένα παγκόσμιο δίκτυο συνεργατών

source: Mobile Apps
el: Εφαρμογές για κινητά

source: Native applications that offer fully-integrated marketplace experiences with a built-in Ethereum wallet
el: Μη αυτόματες εφαρμογές που προσφέρουν ολοκληρωμένες εμπειρίες στην αγορά με ενσωματωμένο πορτοφόλι Ethereum

source: Decentralized applications that enable true peer-to-peer commerce on the Origin platform
el: Αποκεντρωμένες εφαρμογές που επιτρέπουν το πραγματικό εμπόριο από ομότιμους χρήστες στην πλατφόρμα προέλευσης

source: Infrastructure
el: Υποδομή

source: Services enabling functionality that is either impossible or impractical to do directly on-chain, such as indexing, messaging, and notifications
el: Υπηρεσίες που επιτρέπουν λειτουργικότητα που είναι αδύνατη ή μη πρακτική να γίνεται απευθείας επί της αλυσίδας, όπως η ευρετηρίαση, η ανταλλαγή μηνυμάτων και οι ειδοποιήσεις

source: Core Packages
el: Βασικά πακέτα

source: A suite of smart contracts and standards for creating listings, offers, and identities on decentralized marketplaces
el: Μια σειρά έξυπνων συμβολαίων και προτύπων για τη δημιουργία λιστών, προσφορών και ταυτοτήτων σε αποκεντρωμένες αγορές

source: See the Code
el: Δείτε τον κώδικα

source: Getting Involved
el: Συμμετοχή

source: Our company has a culture of radical inclusion and transparency. Everyone is welcome to participate in our open-source engineering process and our product discussions, which are all public by default.
el: Η εταιρεία μας έχει μια κουλτούρα ριζικής ένταξης και διαφάνειας. Όλοι είναι ευπρόσδεκτοι να συμμετάσχουν στη μηχανική μας ανοιχτού κώδικα και στις συζητήσεις για τα προϊόντα μας, οι οποίες είναι εξ ολοκλήρου δημόσιες.

source: Introduce yourself in our public Discord #engineering channel.
el: Εισαγάγετε τον εαυτό σας στο δημόσιο κανάλι Discord #engineering.

source: Find an open issue in our monorepo and tell us that you would like to solve it.
el: Βρείτε ένα ανοιχτό πρόβλημα στο monorepo μας και πείτε μας ότι θα θέλατε να το λύσετε.

source: Merge your first pull request today.
el: Συγχώνευση σήμερα το πρώτο σας αίτημα έλξης.

source: good first issue
el: καλό πρώτο ζήτημα

source: solidity
el: στερεότητα

source: Join us on Discord
el: Ελάτε μαζί μας στο Discord

source: Create your free online store in minutes & harness the power of a decentralized platform
el: Δημιουργήστε το δωρεάν ηλεκτρονικό σας κατάστημα σε λίγα λεπτά και αξιοποιήστε τη δύναμη μιας αποκεντρωμένης πλατφόρμας

source: Run and grow your business with Dshop, a customizable and open-source e-commerce platform built on the decentralized web. Get started for free and launch your store in a day.
el: Δημιουργήστε και αναπτύξτε την επιχείρησή σας με το Dshop, μια προσαρμόσιμη και opensource πλατφόρμα ηλεκτρονικού εμπορίου που βασίζεται στο αποκεντρωμένο διαδίκτυο. Ξεκινήστε δωρεάν και φτιάξτε το κατάστημά σας σε μια μέρα.

source: Try it – it’s free
el: Δοκιμάστε το - είναι δωρεάν

source: We’re here to support you–no matter what business you’re in
el: Είμαστε εδώ για να σας υποστηρίξουμε - ανεξάρτητα από την επαγγελματική σας δραστηριότητα

source: Create an ecommerce website backed by powerful tools that help you find customers and drive sales.
el: Δημιουργήστε έναν ιστότοπο ηλεκτρονικού εμπορίου που υποστηρίζεται από ισχυρά εργαλεία που σας βοηθούν να βρείτε πελάτες και να αυξήσετε τις πωλήσεις σας.

source: A better way to do online commerce. Run your business on the new web.
el: Ένας καλύτερος τρόπος για να κάνετε ηλεκτρονικό εμπόριο. Δημιουργήστε την επιχείρησή σας στο νέο διαδίκτυο.

source: Multiple shops, 1 account
el: Πολλαπλά καταστήματα, 1 λογαριασμός

source: Launch a decentralised shop in a day - no commitments or long-term contracts.
el: Ξεκινήστε ένα αποκεντρωμένο κατάστημα σε μια μέρα - χωρίς δεσμεύσεις ή μακροπρόθεσμα συμβόλαια.

source: Easy crypto payments
el: Εύκολες πληρωμές με κρυπτονομίσματα

source: Accept every way your customers want to pay. Fast, secure payments with no extra fees.
el: Αποδεχτείτε κάθε τρόπο που οι πελάτες σας θέλουν να πληρώσουν. Γρήγορες, ασφαλείς πληρωμές χωρίς επιπλέον χρεώσεις.

source: Secure, distributed data
el: Ασφαλή, κατανεμημένα δεδομένα

source: Keep your data safe with IPFS, a resilient, censorship resistant system of file storage.
el: Διατηρήστε τα δεδομένα σας ασφαλή με το IPFS, ένα ανθεκτικό στη λογοκρισία σύστημα αποθήκευσης αρχείων.

source: Infinitely extensible
el: Απεριόριστα επεκτάσιμο

source: Integrate with your favorite third party services or build your very own.
el: Ενσωματώστε τις αγαπημένες σας υπηρεσίες τρίτων ή δημιουργήστε τις δικές σας.

source: Work with all your existing tools
el: Εργαστείτε με όλα τα υπάρχοντα εργαλεία σας

source: Explore integrations to speed up your workflow, or build your own custom integrations on our open source platform.
el: Εξερευνήστε ενσωματώσεις για να επιταχύνετε τη ροή εργασίας σας ή να δημιουργήσετε τις δικές σας προσαρμοσμένες ενσωματώσεις στην πλατφόρμα ανοιχτού κώδικα.

source: …and many more on the way!
el: …και πολλά άλλα προσεχώς!

source: Build on top of the world’s first decentralized e-commerce platform
el: Χτίστε πάνω στην πρώτη αποκεντρωμένη πλατφόρμα ηλεκτρονικού εμπορίου στον κόσμο

source: Join our rapidly growing global community of developers and add your own features to our ever-expanding platform.
el: Γίνετε μέλος της ταχέως αναπτυσσόμενης παγκόσμιας κοινότητας προγραμματιστών μας και προσθέστε τις δικές σας προτάσεις στην συνεχώς αναπτυσσόμενη πλατφόρμα μας.

source: Our Customers
el: Οι πελάτες μας

source: Meet the companies who are choosing Dshop to build and grow their decentralized online stores
el: Γνωρίστε τις εταιρείες που επιλέγουν το Dshop για να δημιουργήσουν και να αναπτύξουν τα αποκεντρωμένα διαδικτυακά τους καταστήματα

source: Here to help you succeed
el: Βρισκόμαστε εδώ, για να σας βοηθήσουμε να πετύχετε

source: Speak with a real person when something’s not right. You can email our in-house support anytime, 24/7.
el: Μιλήστε με ένα πραγματικό πρόσωπο όταν κάτι δεν πάει καλά. Μπορείτε να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου στην in-house υποστήριξη μας ανά πάσα στιγμή, 24/7.

source: Still have more questions? Feel free to contact us.
el: Έχετε ακόμα ερωτήσεις; Μη διστάσετε να επικοινωνήσετε μαζί μας.

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Dshop success stories
el: Ιστορίες επιτυχίας του Dshop

source: “[With Dshop] we had a swift and easy experience establishing the Contentos online e-commerce store.”
el: «[Με το Dshop] είχαμε μια γρήγορη και εύκολη εμπειρία δημιουργίας του ηλεκτρονικού μας καταστήματος Contentos.»

source: “We are thrilled to partner with Origin Protocol to launch the Ternio Dshop. They made the entire setup process easy and hands-off, and it has been exciting to see how they have applied the principles of blockchain and decentralization into the e-commerce space. Dshop provides the perfect platform for BlockCard users and our own team to purchase branded merchandise to promote our brand.”
el: «Είμαστε ενθουσιασμένοι που συνεργαζόμαστε με το Origin Protocol για την κυκλοφορία του Ternio Dshop. Έκαναν όλη τη διαδικασία εγκατάστασης εύκολη και πρακτική και ήταν συναρπαστικό να δούμε πώς έχουν εφαρμόσει τις αρχές του blockchain και της αποκέντρωσης στον χώρο του ηλεκτρονικού εμπορίου. Το Dshop παρέχει την τέλεια πλατφόρμα για τους χρήστες της BlockCard και τη δική μας ομάδα να αγοράζουν επώνυμα εμπορεύματα για την προώθηση της μάρκας μας. "

source: “Origin dshops are making blockchain-powered commerce accessible to thousands of people around the world. Kyber is glad to help facilitate liquidity for the Origin Token (OGN).”
el: «Τα dshop καταστήματα της Origin κάνουν το εμπόριο που λειτουργεί με blockchain προσβάσιμο σε χιλιάδες ανθρώπους σε όλο τον κόσμο. Το Kyber είναι πρόθυμο να βοηθήσει στη διευκόλυνση της ρευστότητας για το Origin Token (OGN). "

source: Features & Benefits
el: Χαρακτηριστικά & Πλεονεκτήματα

source: Fast setup, no commitments
el: Γρήγορη εγκατάσταση, χωρίς δεσμεύσεις

source: No commitments or long-term contracts.
el: Χωρίς δεσμεύσεις ή μακροπρόθεσμες συμβάσεις.

source: Free to run
el: Δωρεάν για εκτέλεση

source: Dshop is free to run, and transaction fees are limited to crypto gas costs (typically a few cents per transaction).
el: Το Dshop είναι δωρεάν για εκτέλεση και οι χρεώσεις συναλλαγών περιορίζονται στα gas κόστη (συνήθως μερικά λεπτά ανά συναλλαγή).

source: Sell what you want
el: Πουλήστε ό,τι θέλετε

source: There are no restrictions on what you can sell, now or ever.
el: Δεν υπάρχουν περιορισμοί στο τι μπορείτε να πουλήσετε, τώρα ή όποτε.

source: Secure fiat and crypto payments
el: Ασφαλείς πληρωμές fiat και crypto

source: Speak with a real person when something’s not right.
el: Μιλήστε με έναν εκπρόσωπο όταν κάτι δεν πάει καλά.

source: You can email our in-house support anytime, 24/7.
el: Μπορείτε να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου στην εσωτερική μας υποστήριξη ανά πάσα στιγμή, 24/7.

source: Ready to start selling today?
el: Είστε έτοιμοι να ξεκινήσετε να πουλάτε σήμερα;

source: Origin Protocol - March Rewards
el: Origin Protocol - ανταμοιβές Μαρτίου

source: Download and use the Origin Browser Extension to Earn 15 OGN
el: Κατεβάστε και χρησιμοποιήστε την επέκταση Origin Browser για να κερδίσετε 15 OGN

source: For this month’s Origin Rewards campaign, it’s all about our Origin Browser Extension. To celebrate the launch we have committed a total of 150,000 OGN to give away to our Origin community!
el: Για την καμπάνια Origin Rewards αυτού του μήνα, όλα αφορούν την επέκταση Origin Browser. Για να γιορτάσουμε το λανσάρισμα δεσμευτήκαμε να δώσουμε 150.000 OGN συνολικά στην κοινότητα Origin!

source: Total Reward Pool
el: Συνολική πισίνα ανταμοιβών

source: Origin Chrome Extension
el: Επέκταση προγράμματος περιήγησης Chrome της Origin

source: Download
el: Λήψη

source: Origin Firefox Extension
el: Επέκταση προγράμματος περιήγησης Firefox της Origin

source: Origin Brave Extension
el: Επέκταση προγράμματος περιήγησης Brave της Origin

source: Rewards Details
el: Λεπτομέρειες ανταμοιβών

source: available on Chrome, Firefox and Brave
el: διατίθεται σε Chrome, Firefox και Brave

source: account must have four profile verifications on shoporigin.com
el: ο λογαριασμός πρέπει να έχει τέσσερις επαληθεύσεις προφίλ στο shoporigin.com

source: extension must still be installed at the end of the month
el: η επέκταση πρέπει να εγκατασταθεί στο τέλος του μήνα

source: extension must be installed in a browser that is used throughout the month
el: η επέκταση πρέπει να εγκατασταθεί σε πρόγραμμα περιήγησης που χρησιμοποιείται όλο το μήνα

source: rewards is contingent on review of fraud and abuse
el: οι ανταμοιβές ελέγχονται για απάτη και κατάχρηση

source: read the
el: διαβάστε το

source: Privacy Policy
de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
nl: Privacybeleid
th: นโยบายส่วนบุคคล

source: Terms and Conditions
el: Οροι και Προϋποθέσεις

source: Please note that Origin Rewards is currently available in most countries in the world. One notable exception is countries which are currently under U.S. sanctions like North Korea and Cuba. These restrictions go against our ideals and we’re truly sorry for anyone who is unable to participate as a result.
el: Λάβετε υπόψη ότι τα Origin Rewards είναι προς το παρόν διαθέσιμα στις περισσότερες χώρες του κόσμου. Μια αξιοσημείωτη εξαίρεση είναι οι χώρες που βρίσκονται επί του παρόντος υπό κυρώσεις των ΗΠΑ, όπως η Βόρεια Κορέα και η Κούβα. Αυτοί οι περιορισμοί έρχονται σε αντίθεση με τα ιδανικά μας και λυπούμαστε πραγματικά για όποιον δεν μπορεί να συμμετάσχει.

source: Tokens earned in March will be distributed after the first week of April (subject to terms and conditions).
el: Τα tokens που κερδίζονται τον Μάρτιο θα διανεμηθούν μετά την πρώτη εβδομάδα του Απριλίου (υπό όρους και προϋποθέσεις).

source: Buy or Sell on Origin
el: Αγοράστε ή πουλήστε στην Origin

source: Download App
el: Κατεβάστε την εφαρμογή

source: Stay in touch
el: Μείνετε σε επαφή

source: Subscribe to stay in touch. Your email will be kept private.
el: Εγγραφείτε για να μείνετε σε επαφή. Το email σας θα παραμείνει ιδιωτικό.

source: Enter your email
el: Εισάγετε το email σας

source: Copyright ©
el: Πνευματικά δικαιώματα ©

source: Origin Protocol Inc. All rights reserved.
el: Origin Protocol. Όλα τα δικαιώματα διατηρούνται.

source: Help
el: Βοήθεια

source: Terms of Service
de: Servicevereinbarungen
el: Όροι και Προϋποθέσεις
nl: Algemene Voorwaarden
th: เงื่อนไขการให้บริการ

source: About
el: Σχετικά με

source: Team
el: Η Ομάδα μας
th: ทีม

source: Investors
el: Επενδυτές

source: Store
el: Κατάστημα

source: Jobs
de: Arbeitsplätze
el: Εργασία
th: งาน

source: NFTs & more
el: NFTs και άλλα

source: Videos
el: Βίντεο

source: Twitter
el: Κελάδημα
th: ทวิตเตอร์

source: Instagram
el: Ίνσταγκραμ

source: Telegram
el: Τηλεγράφημα
th: โทรเลข

source: Discord
el: Διχόνοια
th: ความบาดหมางกัน

source: Register Now
el: Εγγραφείτε Τώρα

source: Celebrate Origin's Listing on Huobi & Win OGN & USDT
el: Γιορτάστε την καταχώρηση του Origin στο Huobi και κερδίστε OGN & USDT

source: 500,000 OGN and $100k USDT will be rewarded to OGN holders that trade on Huobi
el: 500.000 OGN και $100k USDT θα διανεμηθούν στους κατόχους OGN που συναλλάσσονται στο Huobi
